{
  "filename": "sangbundel_met_kitaardrukke",
  "title": "Jeugsangbundel 1 & 2",
  "artist": "",
  "lyrics": [
    "Jeugsangbundel 1 & 2",
    "en",
    "Ander Liedere",
    "Met kitaardrukke",
    "JEUGSANGBUNDEL 1",
    "1 EER AAN DIE VADER (JSB 1, NO. 2)",
    "1. Eer aan die Vader, wat alles gemaak het;",
    "Eer aan die Seun, ons Verlosser en Vriend;",
    "eer aan die Gees wat ons lei in die waarheid-",
    "aan God drie-enig ons lof en ons lied.",
    "Refrein:",
    "Eer aan die God! Die Heer van alle here",
    "woon ook in son deur sy Woord en sy Gees.",
    "Gee on die liefdie, geloof en vertroue",
    "om u gehoorsame kinders te wees.",
    "2. Heiland, aan U al ons dank en aanbidding!",
    "U’t ons kom soek en van sonde gered.",
    "Deur u verdienste kom ek na die Vader:",
    "word ek sy kind, en hoor Hy my gebed.",
    "3. Wek in ons liefde, o Heer, vir U woorde:",
    "liefde laat lewe en waarheid maak vry.",
    "U is die weg, U’s die waarheid, die lewe-",
    "U woon in ons, laat ook ons in U bly.",
    "2 HERE, EK SAL U LOOF (JSB 1, NO. 5)",
    "1. Here, ek sal U loof, U weldade roem.",
    "U Naam sal ek eer, almagtige Heer,",
    "want U het wonders gedoen.",
    "2. Here, ons sal U loof, U het ons verlos,",
    "Uit duister bevry; ons harte verbly –",
    "Dit het U lewe gekos.",
    "3. Here, ek sal U loof, U weldade roem.",
    "Dis U wat voorsien, ons wil U graag dien",
    "En U “Ons Vader” noem.",
    "3 ERE AAN JESUS (JSB 1, NO. 6)",
    "1. Ere aan Jesus – Offerlam van God –",
    "Dat U mens geword het, een was met ons lot.",
    "So sterf ons die sonde met U sterwe af;",
    "Leef ons weergebore, asof uit die graf.",
    "Voor U vergifnis, moet die Bose wyk –",
    "So kom en herstel U hier U koninkryk.",
    "2. Ere aan Jesus – Lewensvors en Heer.",
    "Groot en oppermagtig – God wat kan regeer.",
    "Dood en helse magte het U klaar oorwin.",
    "JSB 1 1",
    "U, die groot Hersteller, gee die lewe sin.",
    "U wat U kerk deur Woord en Gees regeer,",
    "Dra ons in genade – Lewensvors en Heer.",
    "4 LOOF HOM MET DIE TROMME (JSB 1, NO. 7)",
    "1. Loof Hom met die tromme, loof Hom met die harp,",
    "Loof Hom met die klinkende sim-bale.",
    "Alles wat asem het – loof, loof die Heer!",
    "Alles wat asem het – loof, loof die Heer!",
    "2. Prys Hom met jul stemme, prys Hom uit die hart.",
    "Prys Hom in die hemel en op aarde.",
    "Alles wat asem het – loof, loof die Heer!",
    "Alles wat asem het – loof, loof die Heer!",
    "5 O HEER, MY GOD (JSB 1, NO. 8)",
    "1. O Heer, my God, as ek in eerbied wonder – en al U werke elke dag aan-skou:",
    "die son en maan, die aarde, sterre, wolke, hoe U dit elke dag so onder-hou.",
    "Refrein:",
    "Dan moet ek juig, my Redder en my God! Hoe groot is U; hoe groot is U!",
    "Want deur die hele skepping klink dit saam: Hoe heerlik, Heer, U grote Naam!",
    "2. Ek sien die veld – die bosse, berge, vlaktes.",
    "Ek hoor hoe fluister grasse, stroom en wind.",
    "O Heer, U sorg vir klein, vir groot, vir alles",
    "en U sorg dag na dag vir my , U kind.",
    "3. U Seun word mens: in ons gebroke wêreld",
    "kom vestig Hy sy koningsheerskappy.",
    "Hy maak weer reg wat sonde hier geskend het.",
    "Hy bring weer hoop en redding – ook vir my.",
    "4. U maak ons deel van al u grootse werke.",
    "U laat ons bid, Heer dat U ryk mag kom.",
    "En kom U weer, in heerlikheid op wolke,",
    "maak U volkome nuut U eiendom.",
    "JSB 1 2",
    "6 ONS LOOF U VIR AL U HANDEWERKE (JSB 1, NO. 13)",
    "1. Ons loof U vir al U handewerke.",
    "Ons loof U vir son en maan en sterre.",
    "Ons loof U vir see en kontinente.",
    "Ons loof U, want U is wonderbaar.",
    "Refrein:",
    "Ons prys dié God wat alles onderhou;",
    "ons prys die Seun vir liefde en vir trou;",
    "ons prys die Gees wat ons hier lei en bou.",
    "Ons prys die Heer. Op God drie-enig kan ons altyd vertrou.",
    "2. Ons loof Hom wat self ons pad kom loop het.",
    "Ons loof Hom wat sondaars vrygekoop het,",
    "beseël die deurdat Hy ons laat doop het:",
    "Ons loof U, o Jesus, wonderbaar.",
    "7 MET DIE SKEMER DAAL DIE VREDE (JBS 1, NO. 20)",
    "1. Met die skemer daal die vrede, grote God wat altyd waak.",
    "U is in u almag by my - wat kan my onrustig maak?",
    "2. Heer, vergewe al my sondes. Maak my hart opnuut weer skoon.",
    "Laat my in u waarheid lewe; Dan sal ek in vrede woon.",
    "3. Neen ons: kinders, ouers, leiers, in bewaring hierdie nag.",
    "Môre dank ons U vir goedheid - gawe van 'n nuwe dag.",
    "8 U HET DIE BROOD GEBREEK (JSB 1, NO. 24)",
    "1. U het die brood gebreek eens by die meer.",
    "Breek nou die lewensbrood vir my ook Heer.",
    "m",
    "Wil steeds U waarheid meer aan my ontvou",
    "Tot ek ook in U Woord my Heer aanskou.",
    "2. U is die lewensbrood, Heiland vir my.",
    "U is die waarheid, Heer U maak my vry.",
    "U beeld straal uit die skrif so helder voort.",
    "U soek ek Heer, Uself, o Lewend Woord.",
    "9 WEES GENADIG, HEER (JSB 1, NO. 25)",
    "1. Wees genadig Heer, spreek my vry. Ek is sondig Heer, spreek my vry.",
    "m",
    "Heer vergewe my, spreek my vry. O Heer, spreek my vry.",
    "JSB 1 3",
    "2. U alleen kan help, praat met my. Breek die stilte Heer, praat met my.",
    "Deur U Woord en Gees, praat met my. O Heer, praat met my.",
    "3. Neem my aan, o Heer, maak my vry. Sien hoe vas ek is, maak my vry.",
    "Vry om reg te leef, maak my vry. O Heer, maak my vry.",
    "4. Here, leer my bid, tot U eer. Here, leer my werk, tot U eer.",
    "m",
    "Here, leer my sing, tot U eer, alleen, U tot eer.",
    "10 EK WAS EENSAAM EN VERLAAT (JSB 1, NO 29)",
    "1. Ek was eensaam en ver-laat - al was mense rondom my.",
    "Daar was niemand wat my ver-staan. Maar u Woord kom toe helder na my:",
    "Refrein:",
    "Kom na My toe almal wat moeg en oorlaai is.",
    "Kom na My toe ek gee rus.",
    "Toe ek opstaan en, nog verward, my hand in syne lê,",
    "kry die lewe sin - en vind ek rus in Hom.",
    "2. Maar die twyfel kom toe weer: is ek kind van God, of nie?",
    "Maar sy woorde kom helder deur: \"Uit my hande ruk niemand jou nie!\"",
    "3. Nie meer eensaam en verlaat! En ek voel nie meer so dig.",
    "Want u juk, Heer, is werklik sag; en u las is 'n vreugde, dis lig!",
    "11 U KEN MY DEUR EN DEUR (JSB 1, NO. 32)",
    "1. U ken my deur en deur: Weet hoe ek voel en dink.",
    "U maak van sonde vry, maak ook van my u kind.",
    "Refrein:",
    "Ons wil u kinders wees, altyd gehoorsaam wees.",
    "Here, verhoor ons, lei ons deur u Gees.",
    "4",
    "Here, verhoor ons, lei ons deur u Gees.",
    "2. Mag u bevrydingswoord altyd voorspoedig loop.",
    "Maak self die paaie oop na elke hart en oord.",
    "12 BLY VOLHARD SOOS ATLETE (JSB 1, NO. 35)",
    "1. Bly volhard soos atlete – dis God wat ons wedloop be-paal.",
    "Daar’s ‘n skaar verlostes wat wag om die baan",
    "dat ons almal die wenstreep sal haal.",
    "JSB 1 4",
    "2. Elke las moet ons afgooi die sonde wat maklik verstrik –",
    "dat ons God se pad met volharding kan loop:",
    "dis die pad na die ware geluk.",
    "3. Hou die oë op Jesus – ons Vriend, ons Verlosser, ons Hoof.",
    "Vir die vreug daarna het Hy smarte verdra:",
    "Hy begin en versterk ons geloof.",
    "13 GENADE, ONBESKRYFLIK GROOT (JSB 1, NO. 38)",
    "1. Genade, onbeskryflik groot het U aan my be-wys:",
    "verlore seun - 'n wegloopkind – weer in die vaderhuis.",
    "2. Ek is die naam van kind nie werd - wou self my sake reël.",
    "My lewe, kanse, tyd en geld is nutteloos verspeel.",
    "3. Maar U sien ver, oneindig ver. U sien my honger, dors.",
    "Want toe ek kom, my skuld bely, druk U my aan die bors.",
    "4. Genade, onbeskryflik groot: daar's fees, ek is weer tuis!",
    "U Seun bring my - verlore mens - weer na die vaderhuis.",
    "5. En jy, ou maat, daar eenkant weg? Lyk of jy honger ly.",
    "Kom na die Vader; kom maak reg. Genade maak weer vry.",
    "14 AAN ALMAL WAT HOM AANGENEEM HET (JSB 1, NO. 39)",
    "Aan almal wat hom aangeneem het, gee die Here die reg",
    "dat hulle so sy kinders word – aan hul wat waarlik in Hom glo.",
    "Hul was eers nie sy kinders nie – hul word dit nou deur sy Seun.",
    "15 ONS AANVAAR JOU (JSB 1, NO. 41)",
    "Ons aanvaar jou met die liefde van ons Heer: daar is vrede waar sy liefde ons regeer",
    "Mag dan hul wat sien dat jy die Here dien ook begeer om van Sy liefde meer te leer.",
    "16 MAAK DIE HEILIGE GEES ONS ALMAL EEN (JSB 1, NO. 42)",
    "1. Maak die Heilige Gees ons almal een in geloof -",
    "as sy liefde ons lewe en ons eenheid beheers -",
    "is ons een in die Heer, want Hy's ons leier en ons Hoof.",
    "Refrein:",
    "Vader, hou ons om Jesus wil dan een - waarlik een.",
    "Laat ons liefhê met die krag wat U ver-leen.",
    "2. Daar's een Gees, en een liggaam; daar's een doop en een hoop;",
    "daar's een God en een Vader wat in almal wil woon -",
    "en Hy woon waar ons liefde aan ons medemens betoon.",
    "JSB 1 5",
    "17 ONS IS ALMAL HIER TESAAM (JSB 1, NO. 43)",
    "Ons is almal hier tesaam, vergader in sy Naam – verheerlik Hom.",
    "Tot die dood was Hy getrou en daardeur is ons nou Sy eiendom.",
    "Laat ons maak soos Hy ons sê: mekaar steeds lief te hê",
    "En Hom bo alles eer. Loof Hom, Christus die Heer.",
    "18 ONS IS GENOOIDE GASTE (JSB 1, NO. 44)",
    "1. Ons is genooide gaste en daarom is ons hier,",
    "Ons is genooide gaste en daarom is ons hier.",
    "Die Here nooi sy kinders om fees te vier,",
    "Die Here nooi sy kinders om fees te vier.",
    "2. U is die lewensbrood, Heer, U wil u gaste voed,",
    "U is die lewensbrood, Heer, U wil u gaste voed.",
    "Laat ons dan met verwagting die Heer ontmoet,",
    "Laat ons dan met verwagting die Heer ontmoet.",
    "3. Wil U, o Gees van waarhei, ons lewens so beheer,",
    "Wil U, o Gees van waarhei, ons lewens so beheer.",
    "Dat ons mekaar sal liefhê soos U ons leer,",
    "Dat ons mekaar sal liefhê soos U ons leer.",
    "19 GOD VAN YSTER EN BETON (JSB 1, NO. 46)",
    "1. God van yster en beton, Skepper van die vuurrooi son,",
    "God van suier, God van stoom, God van vuurpyl en a-toom:",
    "Hemelvors, U's God van mag, Heer van elke bron van krag.",
    "2. U laat bliksemflitse slaan, U beveel die stormorkaan.",
    "Soos 'n arend in sy vlug skeur die straler deur die lug.",
    "Motor, trein en satelliet - U's die God wat spoed gebied.",
    "3. God van kuns en wetenskap, God van studie en vakmanskap,",
    "God van chemie en musiek, God van orde en metodiek,",
    "Heer van Woord en kerk en doop: U sluit alle kennis oop.",
    "4. Heer van heerlikheid en eer wat die groot heelal regeer,",
    "U verbreek die dood se mag: Christus leef. Dis ewig dag.",
    "U het sondaars losgekoop. U is liefde, U is hoop.",
    "JSB 1 6",
    "20 SOEK IN GOD JOU STERKTE (JSB 1, NO. 47)",
    "1. Soek in God jou sterkte, kry by Hom jou krag",
    "Met sy wapenrusting klee Hy ons met mag.",
    "Nie teen medemense is ons worstelstryd –",
    "Maar ons veg teen Satan en sy sluwe listigheid!",
    "Hy stuur bose magte in die wêreld in,",
    "Maar met God se wapens kan ons hul oorwin.",
    "2. Waarheid en opregtheid, altyd op hul pos",
    "Met die Blye Boodskap dat die Heer verlos;",
    "Met geloofsvertroue, as ‘n skild wat keer",
    "Daarmee kan ons elke aanval van die bose weer.",
    "Helm van verlossing stewig op die kop",
    "Veg ons met die Geesswaard, dis die woord van God.",
    "21 DUISENDE GETUIES (JSB 1, NO. 49)",
    "Duisende getuies dra die Heer se Woord deur die loop van eeue voort.",
    "Altyd roep die Gees en die gemeente Hom: \"Amen! Here Jesus, kom!\"",
    "Hul wat dors het, kan die water van die lewe vry geniet.",
    "Maar wie vals is hulle bly buite, hulle vreugde gaan tot niet.",
    "Môrester en bruidegom: Amen! Here Je-sus, kom!",
    "JSB 1 7",
    "22 AS EK SOEK (JSB 1, NO. 51)",
    "Mans Dames",
    "As ek soek, As ek soek,",
    "In duister tas, In duister tas,",
    "dan sien ek – helder sterre skyn. dan sien ek – helder sterre skyn.",
    "En ek vra: En ek vra:",
    "Wat is die mens? Wat is die mens?",
    "Dink God aan ons? God dink aan ons!",
    "4 4",
    "- Hy dink aan my. - Hy dink aan my.",
    "2 As ek sien As ek sien",
    "daar in die krip In doeke lê",
    "die kindjie Jesus – mens vir ons... die kindjie Jesus – mens vir ons...",
    "sing ek saam sing ek saam",
    "met almal saam: met almal saam:",
    "- Hy het gekom - Hy het gekom",
    "- God is met ons. - God is met ons.",
    "3 As ek soek As ek soek",
    "op Golgota, op Golgota,",
    "en ek sien Jesus – straf verdra... en ek sien Jesus – straf verdra...",
    "dan weet ek: weet ek ook:",
    "U sterf vir my. U sterf vir my...",
    "U het die skuld U het die skuld",
    "vir my betaal vir my betaal",
    "4 As ek sien, As ek sien,",
    "die leë graf, die steen is weg,",
    "hoor ek die engel: “Jesus leef!” dra ek die boodskap: “Christus leef!”",
    "Heer, U leef! Heer, U leef!",
    "U’t opgestaan, dood is oorwin!",
    "die dood oorwin! My Here leef!",
    "Die Here leef! Die Here leef!",
    "5 Jesus, Heer, U’s my Heer!",
    "ons loof U saam! Ons prys u Naam!",
    "Laat, Heer ú liefde groei in my. Laat naasteliefde groei in my.",
    "Sing dan saam. Sing dan saam,",
    "almal tesaam: almal tesaam:",
    "Die Here leef! God, deur sy Gees.",
    "God is met ons! God is met ons!",
    "JSB 1 8",
    "23 OP HIERDIE DAG (JSB 1, NO. 52)",
    "1. Op hierdie dag (Op hierdie dag) het die Heer gewerk (het die Heer gewerk)",
    "Laat ons die dag (Laat ons die dag) dan met vreugde vier (dan met vreugde vier)",
    "Refrein:",
    "Ons dink vandag aan ‘n wonderwerk: God wat verlos maak van ons sy kerk!",
    "Ons kan die dag (Ons kan die dag) nou met vreugde vier.",
    "2. Op hierdie dag (x2) het Hy opgestaan. (x2)",
    "Op hierdie dag (x2) is die dood oorwin (x2)",
    "3. Op hierdie dag (x2) is die Heil[ge Gees (x2)",
    "Op hierdie dag (x2) oor ons uitgestort. (x2)",
    "4. Laat ons vandag (x2) met ons harte werk: (x2)",
    "Laat ons aanbid (x2) en die Here dien! (x2)",
    "24 HY IS HEER (JSB 1, NO 53)",
    "1. Hy is Heer (Hy is Heer), Hy is Heer! (Hy is Heer)",
    "Hy’s oorwinnaar oor die dood en Hy is Heer. (Hy’s oorwinnaar oor die dood.)",
    "Elke knie sal buig, elke mens erken – Hy Jesus is die Heer!",
    "2. Hy regeer (Hy regeer), Hy regeer. (Hy regeer)",
    "Van die regterhand van God, want Hy is Heer! (Van die regterhand van God)",
    "Elke knie sal buig, elke mens erken – Hy Jesus Hy regeer!",
    "3. Hy kom weer, (Hy kom weer) Hy kom weer. (Hy kom weer)",
    "Op die wolke om te oordeel – Hy is Heer! (Op die wolke om te oordeel)",
    "Elke knie sal buig, elke mens erken – Hy Jesus Hy kom weer!",
    "25 HOOR DIE BLYE ENG’LE SING (JSB 1, NO. 55)",
    "1. Hoor die blye eng’le sing wat aan ons die boodskap bring:",
    "“Aan die hoë God die eer – Hy kom ook op aard regeer:",
    "Mense wat sy guns geniet, kan Hy ware vrede bied.”",
    "Refrein:",
    "Hy word mens, die Seun van God. So verander Hy ons lot.",
    "Hoor die blye eng’le sing wat aan ons die boodskap bring.",
    "2. Christus het ‘n mens geword: in ons angste Hom gestort.",
    "Op die tyd deur God bepaal, het sy Seun na ons gedaal.",
    "daar’s geen prag vir Hom beskik maar ‘n nederige krip.",
    "JSB 1 9",
    "26 SAAM WIL ONS DIE HERE, PRYS VIR AL SY LIEFDE (JSB 1, NO. 57)",
    "(1) Saam wil ons die Here prys vir al Sy liefde. Almal loof sy grote Naam!",
    "(2) Hy is goed vir elk van ons; dank Hom uit een mond tesaam.",
    "(3) Een in Jesus, onse Heer – wie Hom liefhet gee Hom eer;",
    "(4) In die Gees is ons tesaam. God is liefde roem sy Naam.",
    "27 GOD DRIE-ENIG (JSB 1, NO. 61)",
    "God drie-enig, wie is goed behalwe U!",
    "Vader, Seun en Heilige Gees -",
    "Heer, ons aanbid U.",
    "Dankie, o God, vir u liefde.",
    "Dankie, o Heer, vir genade.",
    "Heer, vir u raad en vir u leiding -",
    "dank aan U vir ewig.",
    "28 SOEK ALLEREERS DIE KONINKRYK VAN GOD (JSB 1, NO. 62)",
    "(1) Soek allereers die koninkryk van God; soek na die wil van die Heer.",
    "Alles wat nodig is sal die Vader dan vir julle gee uit sy oorvloed.",
    "m m",
    "(2) Hal-le-lu-ja, Hal-le-lu-ja, Hal-le-lu-ja, Amen, Amen.",
    "29 AL WAS EK NIE DAAR NIE (JSB 1, NO. 89)",
    "1. Al was ek nie daar nie ek weet dit is waar:",
    "Die krip en Maria met die kindjie by haar.",
    "Dis asof die engel die boodskap nog bring",
    "Van Jesus, sy vrede, wat harte laat sing.",
    "2. Al was ek nie daar nie, ek weet dit is so,",
    "Die herders en wyses het dit eerste geglo.",
    "En deur al die jare bou Jesus sy kerk:",
    "Die Gees en die Woord kom geloof in ons werk.",
    "JSB 1 10",
    "JEUGSANGBUNDEL 2",
    "30 AAN DIE VADER DANK EN ERE (JSB 2, NO. 1)",
    "1. Aan die Vader dank en ere, laat ons saam sy lof besing.",
    "Hy het al ons skuld vergewe, laat ons Hom hulde bring.",
    "Hy's genadig en magtig, die Bewerker van ons heil.",
    "Kom ons loof Hom, kom ons eer Hom vir onverdiende seën.",
    "2. Aan die Christus ons aanbidding - Hy's dit waardig, Lam van God.",
    "Hy kom leer ons wat is liefde - dit is sy groot gebod.",
    "Hy's gestuur deur die Vader - en so stuur Hy ook vir ons.",
    "Kom ons loof Hom, kom ons eer Hom vir onverdiende seën.",
    "3. Aan die Heil'ge Gees ons danklied: Hy het ons leer glo en bid;",
    "Hy kom lei ons in die waarheid; wil ons voluit besit.",
    "Hy laat eer ons die Vader; leer ons doen wat Jesus vra.",
    "Kom ons loof Hom, kom ons eer Hom vir onverdiende seën.",
    "31 AAN JESUS, KONING, AL DIE EER! (JSB 2, NO. 2)",
    "1. Aan Jesus, Koning, al die eer!",
    "Buig eng'le voor Hom neer,",
    "buig eng'le voor Hom neer.",
    "God gee aan Hom die koningskroon.",
    "Refrein:",
    "Kom loof Hom.",
    "Loof Hom. (x5)",
    "Loof Hom en volg Hom as u Heer!",
    "2. Loof Hom, verlostes van die Lam,",
    "wat om sy troon verkeer, wat om sy troon verkeer.",
    "Sing alle volke, elke stam!",
    "3. Eens sal verlostes almal saam",
    "daar om die troon verkeer, daar om die troon verkeer.",
    "Dan loof ons saam sy grote Naam.",
    "32 AL JUL VOLKE KLAP JUL HANDE (JSB 2, NO. 3)",
    "1. Al jul volke klap jul hande: juig tot eer van God.",
    "JSB 2 11",
    "Verhef jul stem en roem sy Naam in elke stad op aarde!",
    "Refrein:",
    "Sing en sing en sing dan saam; loof en prys sy grote Naam,",
    "want Hy is Koning ewig in die hemel en op aarde!",
    "Sing en sing en sing dan saam; loof en prys sy grote Naam,",
    "want die Hemelkoning skenk ons sy ge-nade!",
    "2. Hy is Koning ewig in die hemel en op aarde!",
    "Die volke kniel, die nasies juig oor al sy skeppingsdade.",
    "3. Ons gaan in sy tempel in, Hy roep ons almal saam;",
    "die skare juig en horings blaas, ons almal roem sy Naam!",
    "33 DANKIE, HEER (JSB 2, NO. 4)",
    "Dankie, Heer, dankie Heer,",
    "want U is so goed vir my.",
    "Aan u trou en lief - de",
    "is daar geen ein - de nie.",
    "34 DONA NOBIS PACEM (JSB 2, NO. 6)",
    "(1) Dona nobis pacem pacem, Dona nobis pacem.",
    "(2) Dona nobis pacem, dona nobis pacem.",
    "(3) Dona nobis pacem, dona nobis pacem.",
    "35 EET DIE BROOD (JSB 2, NO. 7)",
    "Eet die brood, drink die wyn.",
    "Kom na Christus, Hy stil u honger.",
    "Eet die brood, drink die wyn.",
    "Glo in Hom en hy les u dors.",
    "36 EK IS BLY (JSB 2, NO. 8)",
    "Ek is bly, ek is bly, ek verbly my in die Heer.",
    "Hy het my 'n nuwe kleed ge-gee.",
    "Hy het my ver-los. Hy het my ver-los.",
    "Ek is bly, ek is bly, soos 'n bruidegom en bruid. Ek is bly. (Slot)",
    "Jesus is my blydskap. Jesus is my blydskap.",
    "Jesus is my blyd - skap. Ek is bly.",
    "37 EK ROEM U NAAM (JSB 2, NO. 9)",
    "1. Ek roem u Naam, ek wil graag sing.",
    "JSB 2 12",
    "Ek wil U eer, U hulde bring,",
    "want daar is trou en liefde by U, Heer.",
    "Refrein:",
    "Ek wil voor u almag buig met my hele hart getuig",
    "van u groot ont-ferming, genade vir 'n sterfling.",
    "Ja, daar is geen einde aan u liefde nie.",
    "2. My diepste nood bring ek voor U.",
    "Ek bid tot U, ek vra U, Heer,",
    "sien my tog raak, genees my grootste seer.",
    "38 EK WEET VERSEKER (JSB 2, NO. 10)",
    "1. Ek weet ver-se-ker dat Jesus leef: Hy het my sonde uit liefde ver-geef.",
    "Ek was ver-lore, maar deur sy bloed is daar nou vre-de in my ge-moed.",
    "Refrein:",
    "Hy is my Leidsman, Hy laat my leef. Hy is Oor-win-naar - Hy is die Heer!",
    "Selfs as ek strui-kel, en het berou, sal Hy ver-ge-we; Hy bly ge-trou.",
    "2. Lig is sy las en sag is sy juk: Hy gee vermoeides die ware geluk.",
    "Uit sy genade, liefde en trou weet hul hoe God sy kinders behou.",
    "39 EK WIL DIE HERE LOOF EN PRYS (JSB 2, NO. 11)",
    "1. Ek wil die Here loof en prys solank as ek nog leef.",
    "Aan Hom my dank en eer bewys om-dat Hy my ver-geef.",
    "Nooit kan ek Hom vergoed nie, tog bly Hy gee en gee.",
    "Ek sing dus steeds my lofgesang aan Hom, my Redder, Heer.",
    "2. Ek wil dit wyd en syd vertel: die Here sorg vir my.",
    "Hy het dit in sy Woord beloof: net Hy is god vir my.",
    "In angste, laste, sorge, in vreuge en in rou",
    "Kan ek sy waarborg steeds onthou: jou Redder sorg vir jou.",
    "40 ERE AAN GOD, BRING HOM DIE EER! (JSB 2, NO. 13)",
    "1. Ere aan God, bring Hom die eer!",
    "Hy buig in liefde neer.",
    "Profete se verwagting",
    "gaan heerlik in vervulling.",
    "'n Kind vir ons geskenk!",
    "'n Seun vir ons gegee!",
    "'n Koningskind is vir ons gegee!",
    "2. God is met ons, Immanuel!",
    "JSB 2 13",
    "'n Engel deel dit mee.",
    "Uiteindelik het Hy gekom,",
    "Verlosser van die mensdom.",
    "Kom buig nou almal neer!",
    "Kom buig voor God, die Heer!",
    "'n Koningskind is vir ons gegee!",
    "4. Buig voor die Kind, hier in die stal.",
    "Hy heers oor die heelal.",
    "Ons wonderbare Raadsman.",
    "Ons Vredevors, ons Vader.",
    "Verheerlik hom tesaam!",
    "Verheerlik hom tesaam!",
    "'n Koningskind is vir ons gegee!",
    "41 HALLELUJA, U IS KONING (JSB 2, NO. 15)",
    "Halleluja, U is Koning. Ons aanbid U in u woning.",
    "U's die Alfa en Omega, daarom sing ons: Halleluja!",
    "42 HEER, BLY TOG BY ONS (JSB 2, NO. 16)",
    "Heer, bly tog by ons.",
    "Die son is amper on - der",
    "en die nag word baie don - ker.",
    "43 HEILIG, HEILIG, HEILIG (JSB 2, NO. 17)",
    "1. Heilig, heilig, heilig, heilig is die Heer.",
    "Eng'le in die hemel buig hul voor Hom neer.",
    "Here, hoor my bede, hoor my as ek sing,",
    "en aan U, my Vader, al my hulde bring.",
    "2. Heilig, heilig, heilig, heilig is die Heer.",
    "Wie kan hom op aarde ooit na waarde eer?",
    "Nogtans roem ek ronduit, weer en weer en weer:",
    "Heilig, heilig, heilig, heilig is die Heer!",
    "44 HEILIG, HEILIG, HEILIG IS DIE HERE GOD (JSB 2, NO. 18)",
    "Heilig, heilig, heilig is die Here God. Ek het swaar gesondig teen sy groot gebod.",
    "Ons mense is vol ongeregtigheid. O Here, vergewe ons sondigheid.",
    "m",
    "Die aarde is vol van u heerlikheid. U is heilig, Heer!",
    "45 HELDER SKYN ONS LIG VIR DIE NASIES (JSB 2, NO. 19)",
    "1. Helder skyn ons lig vir die nasies,",
    "'n helder glans om die mense te verlig",
    "JSB 2 14",
    "totdat heel die wêreld kan sien U is die lig.",
    "Mag u lig, Heer, deur ons skyn.",
    "2. Vrolik klink ons lied vir die volke,",
    "'n pryslied bring al die nasies om ons saam",
    "totdat heel die wêreld kan jubel oor u Naam.",
    "Mag u lof, Heer, deur ons klink.",
    "3. Balsem bring herstel vir die wonde,",
    "'n sagte salf vir die mense met hul seer",
    "totdat heel die wêreld kan sien dat U genees.",
    "Mag U troos, Heer, deur ons bied.",
    "4. U Woord dra u hoop na die nasies,",
    "'n hartvol hoop om die volke te verbly",
    "totdat heel die wêreld kan sien dat U bevry.",
    "Mag U hoop, Heer, deur ons gee.",
    "5. U is Koning, Heer, oor die aarde.",
    "Die mense vra na u wil om U te eer",
    "totdat heel die wêreld kan juig dat U regeer.",
    "Laat u ryk, Heer, in ons kom!",
    "Laat u ryk, Heer, deur ons kom!",
    "Laat u ryk, Heer, oral kom!",
    "46 HERE JESUS, U SKYN OOR ALMAL (JSB 2, NO. 20)",
    "1. Here Jesus, U skyn oor almal,",
    "met die glans van u liefde skyn U.",
    "Skyn op ons tot ons oë oopgaan.",
    "Maak ons vry om te lewe voor U.",
    "Skyn oor my. Skyn oor my.",
    "Refrein:",
    "Soos lig wat skyn in die donker van hierdie wêreld,",
    "soos lig wat skyn, skyn die Heer in ons.",
    "JSB 2 15",
    "Kom, Jesus, kom en verdryf al die donker in ons.",
    "Kom laat u liefde die wêreld oorwin.",
    "2. Here, maak my 'n lig wat helder",
    "skyn om liefde te dra, al verder.",
    "Skyn deur my tot die hele wêreld",
    "weet dat U vir ons almal gesterf het.",
    "Skyn deur my. Skyn deur my.",
    "47 JESUS, GRÓÓT BO ALMAL (JSB 2, NO. 23, LB 176)",
    "1. Jesus, gróót bo almal:",
    "Sterke Verlosser, magtige Heer en Heiland,",
    "Immanuel - God is met ons –",
    "reddende Here, lewende Woord.",
    "2. Here, nie meer twyfel!",
    "Vreugde en blydskap, lewe in oorvloed gee U.",
    "Immanuel - God is met ons –",
    "reddende Here, lewende Woord.",
    "48 JESUS, O DINK AAN MY (JSB 2, NO. 25)",
    "Jesus, o dink aan my wanneer U, Heer, in u ryk kom.",
    "Jesus, o dink aan my wanneer U, Heer, in u ryk kom.",
    "49 JUBEL, O NASIES (JSB 2, NO. 26)",
    "Refrein",
    "Jubel, o nasies dis die Koning wat aankom;",
    "Volke, wees bly en juig, verheerlik en prys Hom",
    "1. Wie is die Erekoning, heerlik en magtig?",
    "Hy is Immanuel, ons menswees deelagtig.",
    "2. Hy loop die stofpad, gaan deur dorpe en stede,",
    "Reik uit na siekes, bied gekweldes sy vrede.",
    "3. Hy het ons skuld gedra, ons sondes vergewe.",
    "Hy gee aan dié wat glo die ewige lewe.",
    "50 KOM PRYS HOM ALLE NASIES (JSB 2, NO. 30)",
    "Kom prys Hom alle nasies. Kom sing, kom loof die Heer!",
    "JSB 2 16",
    "Kom prys hom alle volke. Kom sing, kom loof die Heer!",
    "51 LOOF DIE HEER (JSB 2, NO. 31)",
    "1. Loof die Heer, Hy is goed, loof sy heilige Naam;",
    "laat alles in die groot heelal die Here loof.",
    "Refrein:",
    "Ek wil die Here loof, (Ek wil die Here loof)",
    "loof met my hele hart; (loof met my hele hart)",
    "Hy gee hul wat roep weer nuwe krag.",
    "2. Hy't my sondes vergeef en Hy maak my sy kind -",
    "laat alles in die groot heelal die Here loof.",
    "3. Loof o hemel, die Heer, al die engele saam -",
    "laat alles in die groot heelal die Here loof.",
    "52 MAJESTEIT (JSB 2, NO. 32)",
    "Majesteit, glansryke heerlikheid!",
    "Ons wil Jesus, die Koning, hulde be-wys!",
    "Majesteit, Hemelse heerlikheid,",
    "straal van sy troon, tot waar ons woon. Ons wil Hom prys!",
    "Kom ons loof, kom ons besing die Naam van Jesus!",
    "Kom ons loof, kom ons aanbid, die Here ons God!",
    "Majesteit, heilige heerlikheid!",
    "Hy het gesterf, ons heil verwerf, Hy het oorwin!",
    "53 O DIEPTE VAN DIE WYSHEID (JSB 2, NO. 35)",
    "1. O diepte van die wysheid en kennis van God.",
    "Hoe ondeurgrondelik is die weë van God.",
    "Heilig, heilig, heilig is die Here, amen.",
    "JSB 2 17",
    "2. Wie kan ooit sy bedoeling volledig verstaan?",
    "Want uit Hom, deur Hom, tot Hom, is al wat bestaan!",
    "Hom kom toe die heerlikheid vir ewig, amen.",
    "54 ONS GOD EN VADER (JSB 2, NO. 36)",
    "1. Ons God en Va - der,",
    "hoor ons lof en dank - lied.",
    "Ons wil U be - sing.",
    "2. Ons Here Je - sus,",
    "neem ons vreugde - of - fers",
    "wat ons aan U bring.",
    "3. O Gees, ons Voor - spraak,",
    "lei ons deur u waar - heid",
    "tot aan bid - ding.",
    "55 ONS IS ALMAL HIER TESAAM (JSB 2, NO. 38, LB 164)",
    "1. Ons is almal hier tesaam, vergader in sy Naam - verheerlik Hom.",
    "Tot die dood was Hy getrou en daardeur is ons nou sy eiendom.",
    "Laat ons maak soos Hy ons sê: me-kaar steeds lief te hê - en Hom bo alles eer.",
    "Loof Hom, Christus, die Heer.",
    "2. Ons is almal hier tesaam, verenig in sy Naam, verheerlik Hom.",
    "Maak ons hart en mond en hand, ons kragte en verstand, u eiendom.",
    "Hou ons lewend deur u Gees, dat ons U lief kan hê, en U bo alles eer -",
    "Jesus Christus, die Heer!",
    "56 PRAAT EK MENSE-, ENG'LETALE (JSB 2, NO. 40)",
    "1. Praat ek mense-, eng'-le - tale, maar dis nie uit liefde nie,",
    "is my woorde hol simbole: klanke sonder melodie.",
    "Al kan ek geheime uitlê, berge deur geloof versit,",
    "of al het ek al die kennis - sonder liefde is ek niks.",
    "2. Sonder liefde sal my gawes, al my ywer, my nie baat.",
    "Net die warme hart van liefde bly oorwin met goed die kwaad.",
    "Onreg kan dit nie verdra nie, maar dis met die waarheid bly.",
    "Deur vergifnis, hoop, verwagting, kom die beste in ons vry.",
    "3. Al die tale, profesieë - met die tyd gaan dit verby.",
    "Net die liefde, die volmaakte, kom en sal vir altyd bly.",
    "Want geloof gee troos en rigting; na die \"eendag\" reik die hoop -",
    "maar die liefde is die lewe! God is liefde. Ewig. Groot.",
    "57 SING, HALLELUJA (JSB 2, NO. 42)",
    "1. Sing halle-luja, loof die Heer. (sing halleluja, loof die Heer.)",
    "JSB 2 18",
    "Wees Hom ge-hoorsaam, bring Hom eer. (wees Hom gehoorsaam)",
    "Hy is ons Maker. Hy's ons Ver-losser.",
    "(Hal - le - lu - ja)",
    "Bring God Drie-enig al die eer.",
    "2. Sing Halleluja, loof die Heer. (sing halleluja, loof die Heer.)",
    "Hy is almagtig, hy regeer. (Hy is almagtig, hy regeer.)",
    "Hy wek die dagbreek, Hy roep die reënbui.",
    "Bring God Drie-enig al die eer.",
    "3. Sing halleluja, loof die Heer. (sing halleluja, loof die Heer.)",
    "Hy daal in liefde na ons neer. (Hy daal in liefde na ons neer.)",
    "Hy skenk ons lewe, Hy skenk ons vrede.",
    "Aan God Drie-enig al die eer.",
    "58 SOOS 'N VADER VIR SY KINDERS (JSB 2, NO. 43)",
    "1. Soos 'n Vader vir sy kinders, soos 'n koning vir sy ryk,",
    "soos die wagters op die mure wat die hele nag deur kyk -",
    "so, Heer, is U vir my.",
    "2. Soos fonteine in die klowe, soos die sterlig in die nag,",
    "soos die geur van lentebloeisels, soos die sonskyn in die dag -",
    "so, Heer, is U vir my.",
    "3. Soos die bruid vir haar geliefde, soos die liefde vir die hart,",
    "soos die olie vir die wonde, soos die troos is vir die smart -",
    "so, Heer, is U vir my.",
    "59 SOOS ‘N WILDSBOK (JSB 2, NO. 44, LB 163)",
    "Soos ‘n wildbok wat smag na water, smag my siel na U, O Heer.",
    "U alleen is my hartsverlange en ek bring aan U die eer.",
    "U alleen is my krag en skild, aan U alleen wy ek nou myself.",
    "U alleen is my hartsverlange en ek loof U as my Heer.",
    "60 SPREEK HEER (JSB 2, NO. 45)",
    "Spreek Heer, spreek Heer, want u *dienaar luister.",
    "Net U Woord, Heer, bring weer lig in duister.",
    "* kinders",
    "JSB 2 19",
    "61 VADER, ONS EER U (JSB 2, NO. 46)",
    "1. Vader, ons eer U, ons loof U as Bewaarder,",
    "U wat heel die skepping onderhou,",
    "U gee son en reën, ons ontvang u seën.",
    "Heel die skepping wentel om u trou.",
    "2. Jesus, ons eer U, ons loof U as Verlosser,",
    "ons is u gemeente hier tesaam.",
    "Hoor ons as ons sing, U ons loflied bring.",
    "Ons as vrygekooptes prys u Naam.",
    "3. Trooster, ons eer U, U woon ook in ons harte,",
    "ons is met U, Heil'ge Gees, gedoop.",
    "U wat rig en lei, staan ons altyd by.",
    "U versterk ons gees, U gee ons hoop.",
    "62 VADER, SEUN, HEIL'GE GEES (JSB 2, NO. 47)",
    "1. Vader, Seun, Heil'ge Gees, hoe sal ons u heerlikheid",
    "kan verwoord, u lof besing met 'n aarde stem?",
    "Refrein:",
    "Eer die Vader, eer die Seun, eer die Gees as God en Heer.",
    "Eer ons God as Majesteit, loof Hom tot in ewigheid.",
    "2. Woord uit Woord, Lig uit Lig, kom as mens op aarde.",
    "Bo begrip en bo verstand is u grootheid, Heer.",
    "63 WANT SO LIEF HET GOD DIE WERELD GEHAD (JSB 2, NO. 49)",
    "Want so lief het God die wêreld gehad",
    "dat Hy sy enigge-bore Seun gegee het,",
    "gegee het, sodat elkeen wat in Hom glo",
    "nie verlore mag gaan nie, maar die ewige lewe kan hê.",
    "Ken Hom in al jou weë, ken Hom in al jou weë,",
    "dan sal Hy jou paaie gelyk maak, gelyk maak, gelyk maak.",
    "Ken Hom in al jou weë.",
    "64 WEES STIL EN WEET: \"EK IS DIE HEER\" (JSB 2, NO. 51)",
    "1. \"Wees stil en weet: Ek is die Heer.",
    "Ek spreek en wind en golwe bedaar,",
    "m",
    "JSB 2 20",
    "Ek sal ook jou getrou bewaar.\"",
    "2. \"Wees stil en weet: Ek is die Heer.",
    "Ek ken jou pyn, jou donkerste nag.",
    "Ek is by jou. Ek gee jou krag.\"",
    "3. \"Wees stil en weet: Ek is die Heer.",
    "En bring na My jou kommer en vrees.",
    "Ek sal vir jou 'n toevlug wees.\"",
    "4. \"Wees stil en weet: Ek is die Heer.",
    "Bly waak en bid; volhard in geloof.",
    "Ek is by jou soos Ek beloof.\"",
    "JSB 2 21",
    "ANDER LIEDERE",
    "65 AS EK IN DIE AAND NA STERRE KYK",
    "1. As ek in die aand na sterre kyk of die geure van die blomme ruik",
    "As ek sien hoe al die berge lyk; dis wonderlik voorwaar.",
    "As die winde deur die bome suis, of as donderweer U krag bewys,",
    "As ek voel hoe lewe in my bruis; dis wonderlik voorwaar.",
    "Refrein",
    "As ek sien hoe U met mense werk; met U liefde sonder maat of perk.",
    "As ek voel hoe U my lewe versterk,",
    "dan weet ek U is meer as bloot maar net ‘n Heer wat",
    "ver daar bowe in die wolke troon, U’s die een wat altyd in my woon.",
    "Daarom voel my hele lewe skoon. U’s wonderlik voorwaar (Ja U is, ja U is)",
    "U’s wonderlik voorwaar.",
    "2. As die branders op die rotse breek of ‘n blom verkwik ons met sy reuk",
    "Is U baie meer as net ‘n preek; U’s wonderlik voorwaar.",
    "Daar is niks O Heer vir U te klein, want U sorg ook vir ‘n blaartjie fyn.",
    "En U bloed maak mensehart rein; U’s wonderlik voorwaar.",
    "66 EK BRING U MY LOF",
    "1. Ek bring U my lof, O Heilige God, my lof is ‘n offer aan U.",
    "Ek bring U my lof, O Heilige God, my lof is ‘n offer aan U.",
    "En ek sing, want ek weet, my Verlosser U leef,",
    "Ek besing U grootheid tot in ewigheid.",
    "2. Ek bring U my lof, O Heilige God, my lof is ‘n offer aan U.",
    "Ek bring U my lof, O Heilige God, my lof is ‘n offer aan U.",
    "Ja, ek kniel voor U neer. U die ewige Heer",
    "En ek hef my hart en hande op tot U!",
    "67 EK KYK OP NA DIE BERGE",
    "1. Ek kyk op na die berge. Waar vandaan sal daar dan hulp kom?",
    "My hulp kom van die Here, wat hemel en aarde kom vorm.",
    "Refrein",
    "Hy sal nie toelaat dat jy val nie. Hy sal nie toelaat dat jy swik.",
    "Ander liedere 22",
    "Want Hy sluimer en Hy slaap nie.",
    "Hy laat jou ewig wandel in die lig. Hy laat jou ewig wandel in die lig.",
    "2. Bedags sal die son jou nie steek nie. En snags sal die maan jou nie bedreig.",
    "Hy sal jou uitgaan en jou ingaan beveilig, beskerm en bewaar.",
    "68 EK WIL DIE HERE LOOF (Ps 103)",
    "1. Ek wil die Here loof, met alles wat in my is,",
    "Wil ek Sy heilge Naam loof, ek wil die Here loof.",
    "En nie een van sy weldade vergeet nie.",
    "Dis Hy wat al my sondes vergeef.",
    "Wat al my siekte genees, en my red van die graf",
    "En my met liefde en ontferming kroon.",
    "2. Ek wil die Here loof, met alles wat in my is,",
    "Wil ek Sy heilge Naam loof, ek wil die Here loof.",
    "Wat my die goeie in oorvloed laat geniet,",
    "En my die jeugdige krag van ‘n arend skenk.",
    "Wat al my siekte genees, en my red van die graf",
    "En my met liefde en ontferming kroon.",
    "3. Ek wil die Here loof, met alles wat in my is,",
    "Wil ek Sy heilge Naam loof, ek wil die Here loof.",
    "Ek wil die Here loof. Ek wil die Here loof. Ek wil die Here loof.",
    "69 HEMELVADER, EK AANBID U",
    "Hemelvader, ek aanbid U. Koning Jesus, ek bring lof aan U.",
    "Heilige Gees, ek vereer U, vir ewig wil ek U naam verhoog.",
    "Refrein: Halleluja, halleluja, ek buig neer voor U as ek sing.",
    "Halleluja, halleluja, aan die Koning van die eeue, Amen.",
    "70 HERE, GOD VAN LIEFDE",
    "Here, God van liefde waar U ook mag gaan, wil ons in U skadu by U staan.",
    "Ander liedere 23",
    "Hoor ons dankgebede, hoor ons loflied styg as ons aan U ons dank betuig.",
    "Here U genade het ons hier behou in U hand van liefde vasgehou,",
    "Moet nooit van ons wyk nie, skenk aan ons U seën.",
    "Here laat ons nooit alleen. Heer Jesus laat ons nooit alleen",
    "ons wil vir ewig op U almag steun, want elke knie sal buig en elke hart sal juig,",
    "Here Jesus neem ons bede aan.",
    "71 HERE, REDDER, GROOT EN MAGTIG",
    "1. Here, Redder, groot en magtig, U oorskou ons lewenspad.",
    "Lei ons in U lig en waarheid tussen alles wat verwar.",
    "Ek is nietig – U’s genadig – U het ook my hand gevat: (my hand gevat)",
    "U het self ook my hand kom vat.",
    "2. Vir U volk, deur wolk, deur vlamme het U self die pad getoon.",
    "Uit die rots, in dor woestyne, helder die fontein laat stroom.",
    "God almagtig, lig en lewe kom van U genadetroon (genadetroon)",
    "U kom self die pad ons toon.",
    "3. Lei my Heer, na die bestemming in u Raad vir my bepaal.",
    "Dat ek leef en werk met vreugde, want dit sal volharding vra.",
    "Heer, U lyding bring bevryding: U’t vir ons die kruis gedra (die kruis gedra)",
    "Met my kruis volg ek U na.",
    "72 HY’S DIE EEN WAT EK LIEFHET IN DIE MÔRE",
    "Hy’s die Een wat ek liefhet in die môre, Hy’s die Een wat ek liefhet in die aand.",
    "Hy’s die Een in die awendskemer, Hy’s die Een in die middernag,",
    "Hy’s die Wynstok, ons is die lote. Hy’s die Pottebakker, ons is die klei.",
    "Tussen Hom en my is daar nimmermeer ‘n skeidingsmuur!",
    "73 KOM LOOF DIE HEER",
    "Kom loof die Heer, (Kom loof die Heer,)",
    "alle knegte van die Heer, (alle knegte van die Heer,)",
    "wat snags in die huis (wat snags in die huis) van die Here staan. (van die Here staan.)",
    "Ander liedere 24",
    "Hef op julle hande (Hef op julle hande) na die Heiligdom (na die Heiligdom)",
    "en loof die Heer (en loof die Heer), en loof die Heer. (en loof die Heer.)",
    "74 OORWINNINGSLIED",
    "1. Ek sien in my gees die glorie en die almag van die Heer,",
    "Die Allerhoogste wat in liefde oor Sy koninkryk regeer",
    "Hy’t belowe aan die einde op die wolke kom Hy weer.",
    "Hy is Koning Hy regeer.",
    "Refrein:",
    "Loof Hom, prys Hom, Halleluja, loof Hom, prys Hom, Halleluja!",
    "m",
    "Loof Hom, prys Hom, Halleluja! Hy is Koning Hy regeer.",
    "2. Die Here is ons vesting wat vir altyd sal bly staan.",
    "Hy beskern elke mens wat in geloof na Hom toe gaan.",
    "Hy’s ons skuiling, Hy’s ons wapen, Hy’t die vyand reeds veslaan.",
    "Hy’s die rots wat ewig staan.",
    "3. Kom deel nou in ons loflied hef jou hande op na bo.",
    "Blaas basuine, slaan die dromme en kom dans voor God se oë.",
    "Kom leef in die oorwinning van sy Woord waarin ons glo,",
    "Want Sy Woord sal ewig staan.",
    "75 SOLDAAT VIR CHRISTUS",
    "1. Heer ek’s soldaat hier in my land",
    "Daar’s gevaar aan elke kant, maar my lewe is in U hand.",
    "U maak my sterk deur die Gees wat in my werk",
    "En U lei my deur U Woord om U wil te onderskei.",
    "Ander liedere 25",
    "Refrein:",
    "Soldaat vir Christus met die wapenrusting aan",
    "Soldaat vir Christus ek sal vir die Heer se saak bly staan.",
    "2. Heer net vir U is ek soldaat,",
    "Here U stel my in staat om die wedloop te voltooi.",
    "U laat my wen, want U het reeds self oorwin,",
    "By die kruis waar ek begin, Heer ek volg net in U spoor.",
    "76 VISIE VIR DIE WÊRELD",
    "1. Here, in U hande skuil die sewe sterre saam.",
    "Maak U kerk ‘n melkweg wat skitter in U Naam",
    "Dat selfs in donker dae die kosmos elke mens,",
    "Sal uitroep: “Jesus, my begin my laaste wens!”",
    "In U skepperhande is ons soos klompies klei.",
    "Heer, maak U gemeentes feesvierend toegewy,",
    "Sodat die mensdom voel en sien: U Gees laat ons in liefde dien.",
    "Refrein:",
    "Want U’t ‘n visie vir die wêreld, vir die kerk het U ‘n droom.",
    "Saamgesnoer kan ons dit waar maak met die krag wat van U stroom.",
    "Ja, U’t ‘n visie vir die wêreld, vir die kerk het U ‘n droom.",
    "m",
    "Saamgesnoer kan ons dit waar maak met die krag wat van U stroom.",
    "2. Om soekend op ons knieë saam die Heer se wil te vra.",
    "Sy Naam met trots te dra, in Sy triomftog saam te stap.",
    "Om na mekaar te reik as God se huisgesin:",
    "‘n band van liefde wat by my en jou begin.",
    "Dat die blydskap van U boodskap wat die wêreld hoop kon bied",
    "Dat U omgee vir die mensdom, in ons doen en dien geskied.",
    "Dit is die pad wat U kerk wil gaan: dit bly die sin van ons bestaan.",
    "77 VROEG IN DIE MÔRE",
    "1. Vroeg in die môre saam met die sonsopkoms sien ek U liefde",
    "En laat in die nanag as stilte oor alles daal, voel ek U vrede.",
    "Refrein:",
    "Dankie vir liefde, dankie vir lewenskrag en elke mooi dag.",
    "Dankie vir vrede, vir alles wat U my bied – ontvang my liefdeslied.",
    "Ander liedere 26",
    "2. En as ek opstaan tref die gedagte my; dis net genade!",
    "En alles wat ek maar asvanselfsprekend aanvaar, is bloot ‘n gawe.",
    "78 WAAR DAAR DEERNIS IS",
    "m m m",
    "Waar daar deernis is en liefde. Waar daar deernis is, daar is God die Heer.",
    "Ander liedere 27"
  ],
  "chords": [
    "G Bm D B7 Em G B",
    "Em D G C",
    "G D G",
    "D Em A",
    "D A D Em A D",
    "D A7 Bm Em F#",
    "Bm E F#m E A",
    "D Em A",
    "D A D Em A7 D",
    "G C G",
    "Em C D",
    "Am Em D G",
    "C G D G",
    "G C G",
    "Em C D",
    "Am Em D G",
    "C G D G",
    "E A D Bm E7 A E A",
    "E A D Bm E7 A E A",
    "D A E A",
    "D A E A",
    "D G",
    "Em",
    "C",
    "D",
    "G",
    "Em",
    "C",
    "D G C G",
    "G Em D7 G C D7 G",
    "D7 G D G B Em D G",
    "D F#m D A",
    "D F#m A E A",
    "Em A D F# E A",
    "D Em Em7 A D",
    "C F C Em Dm G",
    "C F C D C G C",
    "A7 D G D F#m Em A",
    "D G D E D A D",
    "Em B C B",
    "Em B C D",
    "D G Em C",
    "Am D G",
    "D7 G Em C E7 Am",
    "G D G C G",
    "E B E B E E7",
    "A F#m D B",
    "E B E A B",
    "B7 E B7 E A B E",
    "C# F#m C#7 F#m B 6 B7 E",
    "E B7 C#m F#m A B",
    "E G#m A E",
    "C#m B7 E",
    "G Bm C D G Em D",
    "G Bm C D Em D G",
    "Dm A Dm A",
    "Dm Gm Dm A7 Dm",
    "Gm Dm Dm A7 Dm",
    "D A D F#m B7 Em A",
    "A A7 D Bm Em A7 D",
    "Bm Em Bm Em",
    "Am C Em",
    "Am C Am Em",
    "C Am C Am",
    "B C Am Bm Em Am Em",
    "D Bm Em A",
    "Em A7 D",
    "D F#m D7",
    "G B7 Em D A7 D",
    "Dm Gm C F",
    "Dm Gm C F",
    "Dm Bb F Dm C F",
    "Dm Bb F Gm Dm Gm Dm",
    "Am E7 Am",
    "Dm Am E Am G Am",
    "Dm G C Am E7 Am G Am",
    "D A A7 D",
    "D E A E A",
    "D G",
    "G G G Em A",
    "D A Em A7 D",
    "A7 D Em A D",
    "Em Am Em Am Em Am B Em",
    "Em Am Em Am Em Am B Em",
    "Em C D G B7 C Am B Em",
    "C Am D Em D G Am Em",
    "B7 C Am B C B7 C Am B Em",
    "1 A D A",
    "E",
    "D E A",
    "E",
    "A 6 E A A 6 E A",
    "E B E B",
    "B E B E",
    "A E A E",
    "E B7 E",
    "D G",
    "B Em D",
    "G G7 C G D G",
    "G Em G D G E7 Am G D G",
    "G Em G D B7 Em D A D",
    "G D7 G D G D7 G D",
    "C E Am E Am D G Em D G",
    "C E Am E Am D G Em G D G",
    "G D D7 G",
    "G D G",
    "G C D G",
    "Em Am D G",
    "D F#m G D G D A",
    "D F#m G D G D A D",
    "D F# G D G D A D F# G D G D A D",
    "F C F D Gm",
    "C7 F Dm Gm C",
    "F C F D Gm",
    "C7 F Dm Gm C F",
    "D A7 D G Em A7",
    "D A7 D A E7 A",
    "Em D Em G Em A7",
    "D A7 D Em D A7 D",
    "Em B7 Em B7 Em B7 Em",
    "Em B7 Em B7 Em B7 Em",
    "G D7 D G D",
    "C D7 G G D",
    "G D7 D7 G D7",
    "C D7 G B7 Em Em",
    "F Bb C7 F",
    "F C F C Bb F C F",
    "F C F C Bb F C F",
    "F C F C Bb F C F",
    "G D7 G D7",
    "G D7 A7 D",
    "G D Bm Em A D7",
    "G D7 G D D7 G D7 G",
    "G C A D7",
    "B Em D7 C G D7 G",
    "F C",
    "F Bb",
    "F C7 F",
    "F C7 C7 F",
    "C C7 F",
    "Bb C7 F",
    "D A7 D G D D A E7 A",
    "D A7 D G D Bm G Em A7 D",
    "A D G D G Bm A7",
    "D F#m G D Bm G Em A7 D",
    "G D7 G G D G D",
    "Em A7 D Em A D",
    "C Am G C G D",
    "Em D7 C G D7 G",
    "D G C D7 C G",
    "G C D7 G",
    "D A G A D",
    "D A G D Em A7 D A",
    "D A G D Em A7 D",
    "D F#m B Em A7 D A",
    "D7 G D Em A7 D",
    "C G C F C C Am G C F Dm7 G",
    "C A D G",
    "E Am F D G C",
    "G C G",
    "Am D D7 G",
    "D G B7 Em",
    "Am Em Am D G",
    "A D A E",
    "A D A E",
    "D E C#m F#m",
    "D E C#m F#m",
    "D E G E",
    "A E D Bm E E7",
    "A E D Bm G E",
    "A E D Bm E E7",
    "A E D Bm E7 A",
    "C Am",
    "Dm G",
    "C Am",
    "Dm G C A7",
    "D Bm",
    "Em A7",
    "D Bm",
    "Em A7 D",
    "D Em A7 D",
    "Bm Em A7 D",
    "Em B7 Em",
    "B7 Em",
    "G Em D7 G",
    "Em C7 D7 G",
    "Eb Bb Cm G Cm Bb7",
    "Eb Bb Cm Fm Bb7 Eb",
    "G C A D7",
    "G C G D7 G",
    "G D",
    "D7 G",
    "G Am G D7 G",
    "G G7 C Am",
    "G Em A7 Am D7",
    "G C Am",
    "D7 G D7 G",
    "Am D7 G",
    "Am D7 G D7",
    "G Em C Am",
    "D7 G D7 G",
    "G D7",
    "D7 G",
    "G D7 G D7 G D7 G",
    "G C D G",
    "D Bm Em A7",
    "Em A7 D",
    "D7 F#m G B7 Em",
    "D A7 D",
    "D A D D A",
    "D A D A D",
    "A D A D A Bm E7 A",
    "D A D A D",
    "Cm Bb Cm",
    "Cm Bb G",
    "Cm Gm Ab Eb",
    "Cm Bb Cm",
    "F C Dm C",
    "Gm D Gm F Bb",
    "Am Gm C7 F",
    "D A Bm Em G A7 D A",
    "D A Bm Em G A7 D",
    "Bm G D G B7 Em F#",
    "D A Bm Em G A7 D",
    "G C G D7",
    "G C G D7 G",
    "C Dm G C",
    "Em F G",
    "C F E Am",
    "F G C",
    "E B7 E E A E B7",
    "B7 E A E B7 E",
    "E A E A E B7",
    "E A E A E B7 E",
    "A E7 A",
    "D A Bm",
    "A D E",
    "A A7 D A E7 A",
    "A A7 D A",
    "E A E7 A",
    "E7 A",
    "D A D",
    "Bm G Em A",
    "D E A D",
    "A F#m D E A F#m D E",
    "A7 D E",
    "A F#m D E A F#m D E A",
    "A7 D E",
    "D E D",
    "E E7",
    "A F#m D E7 A F#m D E7 A",
    "A7 D E A",
    "E7 A",
    "D Bm Em A Em A D A",
    "D Bm Em A Em A D D7",
    "G A D D7 G A D D7",
    "G F# Bm G D A D",
    "D A Bm D G Em A",
    "D A Bm D G Em A",
    "D G D D G A",
    "D G D",
    "G Em A G Em A",
    "E C#m A B7",
    "E C#m A B7",
    "A B7 E C#m",
    "A B7 E",
    "A B7 E C#m",
    "A F#m B7",
    "A B7 C#m E A B7 E C#m A B7 E A E",
    "C G C Em F Dm Am",
    "F G Em Am Dm G C",
    "G C E Am Dm F G",
    "G C E Am Dm G C",
    "G C D G Em Am D",
    "G C D G C Am D D7",
    "G C D G Em Am D",
    "G C D G",
    "C Am D D7 G C D D7",
    "G C D D7 B7 Em D G",
    "C D7 G",
    "G C G D G D G C Am G D G",
    "G C G D G D G C G D7 G",
    "D G G D",
    "G C G D G",
    "C G",
    "G7 C",
    "C7 F",
    "C F G C",
    "D Bm",
    "Em A",
    "Em A D",
    "D7 G Em",
    "D A D G D",
    "G",
    "C G",
    "D G B7 Em",
    "Am D7 G D7",
    "G C G",
    "G B7 E Am D7 G",
    "G C",
    "G D",
    "G C",
    "G C D7",
    "G C D",
    "G C D G",
    "A E F#m A",
    "A C#m D D E7",
    "Bm7 A Bm E A",
    "E D E7 A",
    "A E F#m A",
    "A C#m D D E7",
    "D A Bm7 E7 A E7",
    "A F#m Bm E7",
    "A F#m Bm E7",
    "A F#m Bm E7",
    "A F#m Bm C# D E A",
    "G Em C D",
    "G Em C D",
    "G Em C D",
    "G Em C D G D (C G)",
    "D A B E A D A B G A D"
  ],
  "metadata": {},
  "raw_text": "Jeugsangbundel 1 & 2\nen\nAnder Liedere\nMet kitaardrukke\nJEUGSANGBUNDEL 1\n1 EER AAN DIE VADER (JSB 1, NO. 2)\n1. Eer aan die Vader, wat alles gemaak het;\nEer aan die Seun, ons Verlosser en Vriend;\neer aan die Gees wat ons lei in die waarheid-\naan God drie-enig ons lof en ons lied.\nRefrein:\nEer aan die God! Die Heer van alle here\nwoon ook in son deur sy Woord en sy Gees.\nGee on die liefdie, geloof en vertroue\nom u gehoorsame kinders te wees.\n2. Heiland, aan U al ons dank en aanbidding!\nU’t ons kom soek en van sonde gered.\nDeur u verdienste kom ek na die Vader:\nword ek sy kind, en hoor Hy my gebed.\n3. Wek in ons liefde, o Heer, vir U woorde:\nliefde laat lewe en waarheid maak vry.\nU is die weg, U’s die waarheid, die lewe-\nU woon in ons, laat ook ons in U bly.\n2 HERE, EK SAL U LOOF (JSB 1, NO. 5)\nG Bm D B7 Em G B\n1. Here, ek sal U loof, U weldade roem.\nEm D G C\nU Naam sal ek eer, almagtige Heer,\nG D G\nwant U het wonders gedoen.\n2. Here, ons sal U loof, U het ons verlos,\nUit duister bevry; ons harte verbly –\nDit het U lewe gekos.\n3. Here, ek sal U loof, U weldade roem.\nDis U wat voorsien, ons wil U graag dien\nEn U “Ons Vader” noem.\n3 ERE AAN JESUS (JSB 1, NO. 6)\nD Em A\n1. Ere aan Jesus – Offerlam van God –\nD A D Em A D\nDat U mens geword het, een was met ons lot.\nD A7 Bm Em F#\nSo sterf ons die sonde met U sterwe af;\nBm E F#m E A\nLeef ons weergebore, asof uit die graf.\nD Em A\nVoor U vergifnis, moet die Bose wyk –\nD A D Em A7 D\nSo kom en herstel U hier U koninkryk.\n2. Ere aan Jesus – Lewensvors en Heer.\nGroot en oppermagtig – God wat kan regeer.\nDood en helse magte het U klaar oorwin.\nJSB 1 1\nU, die groot Hersteller, gee die lewe sin.\nU wat U kerk deur Woord en Gees regeer,\nDra ons in genade – Lewensvors en Heer.\n4 LOOF HOM MET DIE TROMME (JSB 1, NO. 7)\nG C G\n1. Loof Hom met die tromme, loof Hom met die harp,\nEm C D\nLoof Hom met die klinkende sim-bale.\nAm Em D G\nAlles wat asem het – loof, loof die Heer!\nC G D G\nAlles wat asem het – loof, loof die Heer!\nG C G\n2. Prys Hom met jul stemme, prys Hom uit die hart.\nEm C D\nPrys Hom in die hemel en op aarde.\nAm Em D G\nAlles wat asem het – loof, loof die Heer!\nC G D G\nAlles wat asem het – loof, loof die Heer!\n5 O HEER, MY GOD (JSB 1, NO. 8)\nE A D Bm E7 A E A\n1. O Heer, my God, as ek in eerbied wonder – en al U werke elke dag aan-skou:\nE A D Bm E7 A E A\ndie son en maan, die aarde, sterre, wolke, hoe U dit elke dag so onder-hou.\nRefrein:\nD A E A\nDan moet ek juig, my Redder en my God! Hoe groot is U; hoe groot is U!\nD A E A\nWant deur die hele skepping klink dit saam: Hoe heerlik, Heer, U grote Naam!\n2. Ek sien die veld – die bosse, berge, vlaktes.\nEk hoor hoe fluister grasse, stroom en wind.\nO Heer, U sorg vir klein, vir groot, vir alles\nen U sorg dag na dag vir my , U kind.\n3. U Seun word mens: in ons gebroke wêreld\nkom vestig Hy sy koningsheerskappy.\nHy maak weer reg wat sonde hier geskend het.\nHy bring weer hoop en redding – ook vir my.\n4. U maak ons deel van al u grootse werke.\nU laat ons bid, Heer dat U ryk mag kom.\nEn kom U weer, in heerlikheid op wolke,\nmaak U volkome nuut U eiendom.\nJSB 1 2\n6 ONS LOOF U VIR AL U HANDEWERKE (JSB 1, NO. 13)\nD G\n1. Ons loof U vir al U handewerke.\nEm\nOns loof U vir son en maan en sterre.\nC\nOns loof U vir see en kontinente.\nD\nOns loof U, want U is wonderbaar.\nRefrein:\nG\nOns prys dié God wat alles onderhou;\nEm\nons prys die Seun vir liefde en vir trou;\nC\nons prys die Gees wat ons hier lei en bou.\nD G C G\nOns prys die Heer. Op God drie-enig kan ons altyd vertrou.\n2. Ons loof Hom wat self ons pad kom loop het.\nOns loof Hom wat sondaars vrygekoop het,\nbeseël die deurdat Hy ons laat doop het:\nOns loof U, o Jesus, wonderbaar.\n7 MET DIE SKEMER DAAL DIE VREDE (JBS 1, NO. 20)\nG Em D7 G C D7 G\n1. Met die skemer daal die vrede, grote God wat altyd waak.\nD7 G D G B Em D G\nU is in u almag by my - wat kan my onrustig maak?\n2. Heer, vergewe al my sondes. Maak my hart opnuut weer skoon.\nLaat my in u waarheid lewe; Dan sal ek in vrede woon.\n3. Neen ons: kinders, ouers, leiers, in bewaring hierdie nag.\nMôre dank ons U vir goedheid - gawe van 'n nuwe dag.\n8 U HET DIE BROOD GEBREEK (JSB 1, NO. 24)\nD F#m D A\n1. U het die brood gebreek eens by die meer.\nD F#m A E A\nBreek nou die lewensbrood vir my ook Heer.\nEm A D F# E A\nm\nWil steeds U waarheid meer aan my ontvou\nD Em Em7 A D\nTot ek ook in U Woord my Heer aanskou.\n2. U is die lewensbrood, Heiland vir my.\nU is die waarheid, Heer U maak my vry.\nU beeld straal uit die skrif so helder voort.\nU soek ek Heer, Uself, o Lewend Woord.\n9 WEES GENADIG, HEER (JSB 1, NO. 25)\nC F C Em Dm G\n1. Wees genadig Heer, spreek my vry. Ek is sondig Heer, spreek my vry.\nC F C D C G C\nm\nHeer vergewe my, spreek my vry. O Heer, spreek my vry.\nJSB 1 3\n2. U alleen kan help, praat met my. Breek die stilte Heer, praat met my.\nDeur U Woord en Gees, praat met my. O Heer, praat met my.\n3. Neem my aan, o Heer, maak my vry. Sien hoe vas ek is, maak my vry.\nVry om reg te leef, maak my vry. O Heer, maak my vry.\nA7 D G D F#m Em A\n4. Here, leer my bid, tot U eer. Here, leer my werk, tot U eer.\nD G D E D A D\nm\nHere, leer my sing, tot U eer, alleen, U tot eer.\n10 EK WAS EENSAAM EN VERLAAT (JSB 1, NO 29)\nEm B C B\n1. Ek was eensaam en ver-laat - al was mense rondom my.\nEm B C D\nDaar was niemand wat my ver-staan. Maar u Woord kom toe helder na my:\nRefrein:\nD G Em C\nKom na My toe almal wat moeg en oorlaai is.\nAm D G\nKom na My toe ek gee rus.\nD7 G Em C E7 Am\nToe ek opstaan en, nog verward, my hand in syne lê,\nG D G C G\nkry die lewe sin - en vind ek rus in Hom.\n2. Maar die twyfel kom toe weer: is ek kind van God, of nie?\nMaar sy woorde kom helder deur: \"Uit my hande ruk niemand jou nie!\"\n3. Nie meer eensaam en verlaat! En ek voel nie meer so dig.\nWant u juk, Heer, is werklik sag; en u las is 'n vreugde, dis lig!\n11 U KEN MY DEUR EN DEUR (JSB 1, NO. 32)\nE B E B E E7\n1. U ken my deur en deur: Weet hoe ek voel en dink.\nA F#m D B\nU maak van sonde vry, maak ook van my u kind.\nRefrein:\nE B E A B\nOns wil u kinders wees, altyd gehoorsaam wees.\nB7 E B7 E A B E\nHere, verhoor ons, lei ons deur u Gees.\nC# F#m C#7 F#m B 6 B7 E\n4\nHere, verhoor ons, lei ons deur u Gees.\n2. Mag u bevrydingswoord altyd voorspoedig loop.\nMaak self die paaie oop na elke hart en oord.\n12 BLY VOLHARD SOOS ATLETE (JSB 1, NO. 35)\nE B7 C#m F#m A B\n1. Bly volhard soos atlete – dis God wat ons wedloop be-paal.\nE G#m A E\nDaar’s ‘n skaar verlostes wat wag om die baan\nC#m B7 E\ndat ons almal die wenstreep sal haal.\nJSB 1 4\n2. Elke las moet ons afgooi die sonde wat maklik verstrik –\ndat ons God se pad met volharding kan loop:\ndis die pad na die ware geluk.\n3. Hou die oë op Jesus – ons Vriend, ons Verlosser, ons Hoof.\nVir die vreug daarna het Hy smarte verdra:\nHy begin en versterk ons geloof.\n13 GENADE, ONBESKRYFLIK GROOT (JSB 1, NO. 38)\nG Bm C D G Em D\n1. Genade, onbeskryflik groot het U aan my be-wys:\nG Bm C D Em D G\nverlore seun - 'n wegloopkind – weer in die vaderhuis.\n2. Ek is die naam van kind nie werd - wou self my sake reël.\nMy lewe, kanse, tyd en geld is nutteloos verspeel.\n3. Maar U sien ver, oneindig ver. U sien my honger, dors.\nWant toe ek kom, my skuld bely, druk U my aan die bors.\n4. Genade, onbeskryflik groot: daar's fees, ek is weer tuis!\nU Seun bring my - verlore mens - weer na die vaderhuis.\n5. En jy, ou maat, daar eenkant weg? Lyk of jy honger ly.\nKom na die Vader; kom maak reg. Genade maak weer vry.\n14 AAN ALMAL WAT HOM AANGENEEM HET (JSB 1, NO. 39)\nDm A Dm A\nAan almal wat hom aangeneem het, gee die Here die reg\nDm Gm Dm A7 Dm\ndat hulle so sy kinders word – aan hul wat waarlik in Hom glo.\nGm Dm Dm A7 Dm\nHul was eers nie sy kinders nie – hul word dit nou deur sy Seun.\n15 ONS AANVAAR JOU (JSB 1, NO. 41)\nD A D F#m B7 Em A\nOns aanvaar jou met die liefde van ons Heer: daar is vrede waar sy liefde ons regeer\nA A7 D Bm Em A7 D\nMag dan hul wat sien dat jy die Here dien ook begeer om van Sy liefde meer te leer.\n16 MAAK DIE HEILIGE GEES ONS ALMAL EEN (JSB 1, NO. 42)\nBm Em Bm Em\n1. Maak die Heilige Gees ons almal een in geloof -\nAm C Em\nas sy liefde ons lewe en ons eenheid beheers -\nAm C Am Em\nis ons een in die Heer, want Hy's ons leier en ons Hoof.\nRefrein:\nC Am C Am\nVader, hou ons om Jesus wil dan een - waarlik een.\nB C Am Bm Em Am Em\nLaat ons liefhê met die krag wat U ver-leen.\n2. Daar's een Gees, en een liggaam; daar's een doop en een hoop;\ndaar's een God en een Vader wat in almal wil woon -\nen Hy woon waar ons liefde aan ons medemens betoon.\nJSB 1 5\n17 ONS IS ALMAL HIER TESAAM (JSB 1, NO. 43)\nD Bm Em A\nOns is almal hier tesaam, vergader in sy Naam – verheerlik Hom.\nEm A7 D\nTot die dood was Hy getrou en daardeur is ons nou Sy eiendom.\nD F#m D7\nLaat ons maak soos Hy ons sê: mekaar steeds lief te hê\nG B7 Em D A7 D\nEn Hom bo alles eer. Loof Hom, Christus die Heer.\n18 ONS IS GENOOIDE GASTE (JSB 1, NO. 44)\nDm Gm C F\n1. Ons is genooide gaste en daarom is ons hier,\nDm Gm C F\nOns is genooide gaste en daarom is ons hier.\nDm Bb F Dm C F\nDie Here nooi sy kinders om fees te vier,\nDm Bb F Gm Dm Gm Dm\nDie Here nooi sy kinders om fees te vier.\n2. U is die lewensbrood, Heer, U wil u gaste voed,\nU is die lewensbrood, Heer, U wil u gaste voed.\nLaat ons dan met verwagting die Heer ontmoet,\nLaat ons dan met verwagting die Heer ontmoet.\n3. Wil U, o Gees van waarhei, ons lewens so beheer,\nWil U, o Gees van waarhei, ons lewens so beheer.\nDat ons mekaar sal liefhê soos U ons leer,\nDat ons mekaar sal liefhê soos U ons leer.\n19 GOD VAN YSTER EN BETON (JSB 1, NO. 46)\nAm E7 Am\n1. God van yster en beton, Skepper van die vuurrooi son,\nDm Am E Am G Am\nGod van suier, God van stoom, God van vuurpyl en a-toom:\nDm G C Am E7 Am G Am\nHemelvors, U's God van mag, Heer van elke bron van krag.\n2. U laat bliksemflitse slaan, U beveel die stormorkaan.\nSoos 'n arend in sy vlug skeur die straler deur die lug.\nMotor, trein en satelliet - U's die God wat spoed gebied.\n3. God van kuns en wetenskap, God van studie en vakmanskap,\nGod van chemie en musiek, God van orde en metodiek,\nHeer van Woord en kerk en doop: U sluit alle kennis oop.\n4. Heer van heerlikheid en eer wat die groot heelal regeer,\nU verbreek die dood se mag: Christus leef. Dis ewig dag.\nU het sondaars losgekoop. U is liefde, U is hoop.\nJSB 1 6\n20 SOEK IN GOD JOU STERKTE (JSB 1, NO. 47)\nD A A7 D\n1. Soek in God jou sterkte, kry by Hom jou krag\nD E A E A\nMet sy wapenrusting klee Hy ons met mag.\nD G\nNie teen medemense is ons worstelstryd –\nG G G Em A\nMaar ons veg teen Satan en sy sluwe listigheid!\nD A Em A7 D\nHy stuur bose magte in die wêreld in,\nA7 D Em A D\nMaar met God se wapens kan ons hul oorwin.\n2. Waarheid en opregtheid, altyd op hul pos\nMet die Blye Boodskap dat die Heer verlos;\nMet geloofsvertroue, as ‘n skild wat keer\nDaarmee kan ons elke aanval van die bose weer.\nHelm van verlossing stewig op die kop\nVeg ons met die Geesswaard, dis die woord van God.\n21 DUISENDE GETUIES (JSB 1, NO. 49)\nEm Am Em Am Em Am B Em\nDuisende getuies dra die Heer se Woord deur die loop van eeue voort.\nEm Am Em Am Em Am B Em\nAltyd roep die Gees en die gemeente Hom: \"Amen! Here Jesus, kom!\"\nEm C D G B7 C Am B Em\nHul wat dors het, kan die water van die lewe vry geniet.\nC Am D Em D G Am Em\nMaar wie vals is hulle bly buite, hulle vreugde gaan tot niet.\nB7 C Am B C B7 C Am B Em\nMôrester en bruidegom: Amen! Here Je-sus, kom!\nJSB 1 7\n22 AS EK SOEK (JSB 1, NO. 51)\nMans Dames\n1 A D A\nAs ek soek, As ek soek,\nE\nIn duister tas, In duister tas,\nD E A\ndan sien ek – helder sterre skyn. dan sien ek – helder sterre skyn.\nEn ek vra: En ek vra:\nE\nWat is die mens? Wat is die mens?\nDink God aan ons? God dink aan ons!\nA 6 E A A 6 E A\n4 4\n- Hy dink aan my. - Hy dink aan my.\n2 As ek sien As ek sien\ndaar in die krip In doeke lê\ndie kindjie Jesus – mens vir ons... die kindjie Jesus – mens vir ons...\nsing ek saam sing ek saam\nmet almal saam: met almal saam:\n- Hy het gekom - Hy het gekom\n- God is met ons. - God is met ons.\n3 As ek soek As ek soek\nop Golgota, op Golgota,\nen ek sien Jesus – straf verdra... en ek sien Jesus – straf verdra...\ndan weet ek: weet ek ook:\nU sterf vir my. U sterf vir my...\nU het die skuld U het die skuld\nvir my betaal vir my betaal\n4 As ek sien, As ek sien,\ndie leë graf, die steen is weg,\nhoor ek die engel: “Jesus leef!” dra ek die boodskap: “Christus leef!”\nHeer, U leef! Heer, U leef!\nU’t opgestaan, dood is oorwin!\ndie dood oorwin! My Here leef!\nDie Here leef! Die Here leef!\n5 Jesus, Heer, U’s my Heer!\nons loof U saam! Ons prys u Naam!\nLaat, Heer ú liefde groei in my. Laat naasteliefde groei in my.\nSing dan saam. Sing dan saam,\nalmal tesaam: almal tesaam:\nDie Here leef! God, deur sy Gees.\nGod is met ons! God is met ons!\nJSB 1 8\n23 OP HIERDIE DAG (JSB 1, NO. 52)\nE B E B\n1. Op hierdie dag (Op hierdie dag) het die Heer gewerk (het die Heer gewerk)\nB E B E\nLaat ons die dag (Laat ons die dag) dan met vreugde vier (dan met vreugde vier)\nRefrein:\nA E A E\nOns dink vandag aan ‘n wonderwerk: God wat verlos maak van ons sy kerk!\nE B7 E\nOns kan die dag (Ons kan die dag) nou met vreugde vier.\n2. Op hierdie dag (x2) het Hy opgestaan. (x2)\nOp hierdie dag (x2) is die dood oorwin (x2)\n3. Op hierdie dag (x2) is die Heil[ge Gees (x2)\nOp hierdie dag (x2) oor ons uitgestort. (x2)\n4. Laat ons vandag (x2) met ons harte werk: (x2)\nLaat ons aanbid (x2) en die Here dien! (x2)\n24 HY IS HEER (JSB 1, NO 53)\nD G\n1. Hy is Heer (Hy is Heer), Hy is Heer! (Hy is Heer)\nB Em D\nHy’s oorwinnaar oor die dood en Hy is Heer. (Hy’s oorwinnaar oor die dood.)\nG G7 C G D G\nElke knie sal buig, elke mens erken – Hy Jesus is die Heer!\n2. Hy regeer (Hy regeer), Hy regeer. (Hy regeer)\nVan die regterhand van God, want Hy is Heer! (Van die regterhand van God)\nElke knie sal buig, elke mens erken – Hy Jesus Hy regeer!\n3. Hy kom weer, (Hy kom weer) Hy kom weer. (Hy kom weer)\nOp die wolke om te oordeel – Hy is Heer! (Op die wolke om te oordeel)\nElke knie sal buig, elke mens erken – Hy Jesus Hy kom weer!\n25 HOOR DIE BLYE ENG’LE SING (JSB 1, NO. 55)\nG Em G D G E7 Am G D G\n1. Hoor die blye eng’le sing wat aan ons die boodskap bring:\nG Em G D B7 Em D A D\n“Aan die hoë God die eer – Hy kom ook op aard regeer:\nG D7 G D G D7 G D\nMense wat sy guns geniet, kan Hy ware vrede bied.”\nRefrein:\nC E Am E Am D G Em D G\nHy word mens, die Seun van God. So verander Hy ons lot.\nC E Am E Am D G Em G D G\nHoor die blye eng’le sing wat aan ons die boodskap bring.\n2. Christus het ‘n mens geword: in ons angste Hom gestort.\nOp die tyd deur God bepaal, het sy Seun na ons gedaal.\ndaar’s geen prag vir Hom beskik maar ‘n nederige krip.\nJSB 1 9\n26 SAAM WIL ONS DIE HERE, PRYS VIR AL SY LIEFDE (JSB 1, NO. 57)\nG D D7 G\n(1) Saam wil ons die Here prys vir al Sy liefde. Almal loof sy grote Naam!\nG D G\n(2) Hy is goed vir elk van ons; dank Hom uit een mond tesaam.\nG C D G\n(3) Een in Jesus, onse Heer – wie Hom liefhet gee Hom eer;\nEm Am D G\n(4) In die Gees is ons tesaam. God is liefde roem sy Naam.\n27 GOD DRIE-ENIG (JSB 1, NO. 61)\nGod drie-enig, wie is goed behalwe U!\nVader, Seun en Heilige Gees -\nHeer, ons aanbid U.\nDankie, o God, vir u liefde.\nDankie, o Heer, vir genade.\nHeer, vir u raad en vir u leiding -\ndank aan U vir ewig.\n28 SOEK ALLEREERS DIE KONINKRYK VAN GOD (JSB 1, NO. 62)\nD F#m G D G D A\n(1) Soek allereers die koninkryk van God; soek na die wil van die Heer.\nD F#m G D G D A D\nAlles wat nodig is sal die Vader dan vir julle gee uit sy oorvloed.\nD F# G D G D A D F# G D G D A D\nm m\n(2) Hal-le-lu-ja, Hal-le-lu-ja, Hal-le-lu-ja, Amen, Amen.\n29 AL WAS EK NIE DAAR NIE (JSB 1, NO. 89)\nF C F D Gm\n1. Al was ek nie daar nie ek weet dit is waar:\nC7 F Dm Gm C\nDie krip en Maria met die kindjie by haar.\nF C F D Gm\nDis asof die engel die boodskap nog bring\nC7 F Dm Gm C F\nVan Jesus, sy vrede, wat harte laat sing.\n2. Al was ek nie daar nie, ek weet dit is so,\nDie herders en wyses het dit eerste geglo.\nEn deur al die jare bou Jesus sy kerk:\nDie Gees en die Woord kom geloof in ons werk.\nJSB 1 10\nJEUGSANGBUNDEL 2\n30 AAN DIE VADER DANK EN ERE (JSB 2, NO. 1)\nD A7 D G Em A7\n1. Aan die Vader dank en ere, laat ons saam sy lof besing.\nD A7 D A E7 A\nHy het al ons skuld vergewe, laat ons Hom hulde bring.\nEm D Em G Em A7\nHy's genadig en magtig, die Bewerker van ons heil.\nD A7 D Em D A7 D\nKom ons loof Hom, kom ons eer Hom vir onverdiende seën.\n2. Aan die Christus ons aanbidding - Hy's dit waardig, Lam van God.\nHy kom leer ons wat is liefde - dit is sy groot gebod.\nHy's gestuur deur die Vader - en so stuur Hy ook vir ons.\nKom ons loof Hom, kom ons eer Hom vir onverdiende seën.\n3. Aan die Heil'ge Gees ons danklied: Hy het ons leer glo en bid;\nHy kom lei ons in die waarheid; wil ons voluit besit.\nHy laat eer ons die Vader; leer ons doen wat Jesus vra.\nKom ons loof Hom, kom ons eer Hom vir onverdiende seën.\n31 AAN JESUS, KONING, AL DIE EER! (JSB 2, NO. 2)\n1. Aan Jesus, Koning, al die eer!\nBuig eng'le voor Hom neer,\nbuig eng'le voor Hom neer.\nGod gee aan Hom die koningskroon.\nRefrein:\nKom loof Hom.\nLoof Hom. (x5)\nLoof Hom en volg Hom as u Heer!\n2. Loof Hom, verlostes van die Lam,\nwat om sy troon verkeer, wat om sy troon verkeer.\nSing alle volke, elke stam!\n3. Eens sal verlostes almal saam\ndaar om die troon verkeer, daar om die troon verkeer.\nDan loof ons saam sy grote Naam.\n32 AL JUL VOLKE KLAP JUL HANDE (JSB 2, NO. 3)\nEm B7 Em B7 Em B7 Em\n1. Al jul volke klap jul hande: juig tot eer van God.\nEm B7 Em B7 Em B7 Em\nJSB 2 11\nVerhef jul stem en roem sy Naam in elke stad op aarde!\nRefrein:\nG D7 D G D\nSing en sing en sing dan saam; loof en prys sy grote Naam,\nC D7 G G D\nwant Hy is Koning ewig in die hemel en op aarde!\nG D7 D7 G D7\nSing en sing en sing dan saam; loof en prys sy grote Naam,\nC D7 G B7 Em Em\nwant die Hemelkoning skenk ons sy ge-nade!\n2. Hy is Koning ewig in die hemel en op aarde!\nDie volke kniel, die nasies juig oor al sy skeppingsdade.\n3. Ons gaan in sy tempel in, Hy roep ons almal saam;\ndie skare juig en horings blaas, ons almal roem sy Naam!\n33 DANKIE, HEER (JSB 2, NO. 4)\nF Bb C7 F\nDankie, Heer, dankie Heer,\nwant U is so goed vir my.\nAan u trou en lief - de\nis daar geen ein - de nie.\n34 DONA NOBIS PACEM (JSB 2, NO. 6)\nF C F C Bb F C F\n(1) Dona nobis pacem pacem, Dona nobis pacem.\nF C F C Bb F C F\n(2) Dona nobis pacem, dona nobis pacem.\nF C F C Bb F C F\n(3) Dona nobis pacem, dona nobis pacem.\n35 EET DIE BROOD (JSB 2, NO. 7)\nEet die brood, drink die wyn.\nKom na Christus, Hy stil u honger.\nEet die brood, drink die wyn.\nGlo in Hom en hy les u dors.\n36 EK IS BLY (JSB 2, NO. 8)\nG D7 G D7\nEk is bly, ek is bly, ek verbly my in die Heer.\nG D7 A7 D\nHy het my 'n nuwe kleed ge-gee.\nG D Bm Em A D7\nHy het my ver-los. Hy het my ver-los.\nG D7 G D D7 G D7 G\nEk is bly, ek is bly, soos 'n bruidegom en bruid. Ek is bly. (Slot)\nG C A D7\nJesus is my blydskap. Jesus is my blydskap.\nB Em D7 C G D7 G\nJesus is my blyd - skap. Ek is bly.\n37 EK ROEM U NAAM (JSB 2, NO. 9)\nF C\n1. Ek roem u Naam, ek wil graag sing.\nJSB 2 12\nF Bb\nEk wil U eer, U hulde bring,\nF C7 F\nwant daar is trou en liefde by U, Heer.\nRefrein:\nF C7 C7 F\nEk wil voor u almag buig met my hele hart getuig\nC C7 F\nvan u groot ont-ferming, genade vir 'n sterfling.\nBb C7 F\nJa, daar is geen einde aan u liefde nie.\n2. My diepste nood bring ek voor U.\nEk bid tot U, ek vra U, Heer,\nsien my tog raak, genees my grootste seer.\n38 EK WEET VERSEKER (JSB 2, NO. 10)\nD A7 D G D D A E7 A\n1. Ek weet ver-se-ker dat Jesus leef: Hy het my sonde uit liefde ver-geef.\nD A7 D G D Bm G Em A7 D\nEk was ver-lore, maar deur sy bloed is daar nou vre-de in my ge-moed.\nRefrein:\nA D G D G Bm A7\nHy is my Leidsman, Hy laat my leef. Hy is Oor-win-naar - Hy is die Heer!\nD F#m G D Bm G Em A7 D\nSelfs as ek strui-kel, en het berou, sal Hy ver-ge-we; Hy bly ge-trou.\n2. Lig is sy las en sag is sy juk: Hy gee vermoeides die ware geluk.\nUit sy genade, liefde en trou weet hul hoe God sy kinders behou.\n39 EK WIL DIE HERE LOOF EN PRYS (JSB 2, NO. 11)\nG D7 G G D G D\n1. Ek wil die Here loof en prys solank as ek nog leef.\nEm A7 D Em A D\nAan Hom my dank en eer bewys om-dat Hy my ver-geef.\nC Am G C G D\nNooit kan ek Hom vergoed nie, tog bly Hy gee en gee.\nEm D7 C G D7 G\nEk sing dus steeds my lofgesang aan Hom, my Redder, Heer.\n2. Ek wil dit wyd en syd vertel: die Here sorg vir my.\nHy het dit in sy Woord beloof: net Hy is god vir my.\nIn angste, laste, sorge, in vreuge en in rou\nKan ek sy waarborg steeds onthou: jou Redder sorg vir jou.\n40 ERE AAN GOD, BRING HOM DIE EER! (JSB 2, NO. 13)\n1. Ere aan God, bring Hom die eer!\nHy buig in liefde neer.\nProfete se verwagting\ngaan heerlik in vervulling.\n'n Kind vir ons geskenk!\n'n Seun vir ons gegee!\n'n Koningskind is vir ons gegee!\n2. God is met ons, Immanuel!\nJSB 2 13\n'n Engel deel dit mee.\nUiteindelik het Hy gekom,\nVerlosser van die mensdom.\nKom buig nou almal neer!\nKom buig voor God, die Heer!\n'n Koningskind is vir ons gegee!\n4. Buig voor die Kind, hier in die stal.\nHy heers oor die heelal.\nOns wonderbare Raadsman.\nOns Vredevors, ons Vader.\nVerheerlik hom tesaam!\nVerheerlik hom tesaam!\n'n Koningskind is vir ons gegee!\n41 HALLELUJA, U IS KONING (JSB 2, NO. 15)\nD G C D7 C G\nHalleluja, U is Koning. Ons aanbid U in u woning.\nG C D7 G\nU's die Alfa en Omega, daarom sing ons: Halleluja!\n42 HEER, BLY TOG BY ONS (JSB 2, NO. 16)\nD A G A D\nHeer, bly tog by ons.\nDie son is amper on - der\nen die nag word baie don - ker.\n43 HEILIG, HEILIG, HEILIG (JSB 2, NO. 17)\nD A G D Em A7 D A\n1. Heilig, heilig, heilig, heilig is die Heer.\nD A G D Em A7 D\nEng'le in die hemel buig hul voor Hom neer.\nD F#m B Em A7 D A\nHere, hoor my bede, hoor my as ek sing,\nD7 G D Em A7 D\nen aan U, my Vader, al my hulde bring.\n2. Heilig, heilig, heilig, heilig is die Heer.\nWie kan hom op aarde ooit na waarde eer?\nNogtans roem ek ronduit, weer en weer en weer:\nHeilig, heilig, heilig, heilig is die Heer!\n44 HEILIG, HEILIG, HEILIG IS DIE HERE GOD (JSB 2, NO. 18)\nC G C F C C Am G C F Dm7 G\nHeilig, heilig, heilig is die Here God. Ek het swaar gesondig teen sy groot gebod.\nC A D G\nOns mense is vol ongeregtigheid. O Here, vergewe ons sondigheid.\nE Am F D G C\nm\nDie aarde is vol van u heerlikheid. U is heilig, Heer!\n45 HELDER SKYN ONS LIG VIR DIE NASIES (JSB 2, NO. 19)\nG C G\n1. Helder skyn ons lig vir die nasies,\nAm D D7 G\n'n helder glans om die mense te verlig\nD G B7 Em\nJSB 2 14\ntotdat heel die wêreld kan sien U is die lig.\nAm Em Am D G\nMag u lig, Heer, deur ons skyn.\n2. Vrolik klink ons lied vir die volke,\n'n pryslied bring al die nasies om ons saam\ntotdat heel die wêreld kan jubel oor u Naam.\nMag u lof, Heer, deur ons klink.\n3. Balsem bring herstel vir die wonde,\n'n sagte salf vir die mense met hul seer\ntotdat heel die wêreld kan sien dat U genees.\nMag U troos, Heer, deur ons bied.\n4. U Woord dra u hoop na die nasies,\n'n hartvol hoop om die volke te verbly\ntotdat heel die wêreld kan sien dat U bevry.\nMag U hoop, Heer, deur ons gee.\n5. U is Koning, Heer, oor die aarde.\nDie mense vra na u wil om U te eer\ntotdat heel die wêreld kan juig dat U regeer.\nLaat u ryk, Heer, in ons kom!\nLaat u ryk, Heer, deur ons kom!\nLaat u ryk, Heer, oral kom!\n46 HERE JESUS, U SKYN OOR ALMAL (JSB 2, NO. 20)\nA D A E\n1. Here Jesus, U skyn oor almal,\nA D A E\nmet die glans van u liefde skyn U.\nD E C#m F#m\nSkyn op ons tot ons oë oopgaan.\nD E C#m F#m\nMaak ons vry om te lewe voor U.\nD E G E\nSkyn oor my. Skyn oor my.\nRefrein:\nA E D Bm E E7\nSoos lig wat skyn in die donker van hierdie wêreld,\nA E D Bm G E\nsoos lig wat skyn, skyn die Heer in ons.\nA E D Bm E E7\nJSB 2 15\nKom, Jesus, kom en verdryf al die donker in ons.\nA E D Bm E7 A\nKom laat u liefde die wêreld oorwin.\n2. Here, maak my 'n lig wat helder\nskyn om liefde te dra, al verder.\nSkyn deur my tot die hele wêreld\nweet dat U vir ons almal gesterf het.\nSkyn deur my. Skyn deur my.\n47 JESUS, GRÓÓT BO ALMAL (JSB 2, NO. 23, LB 176)\nC Am\n1. Jesus, gróót bo almal:\nDm G\nSterke Verlosser, magtige Heer en Heiland,\nC Am\nImmanuel - God is met ons –\nDm G C A7\nreddende Here, lewende Woord.\nD Bm\n2. Here, nie meer twyfel!\nEm A7\nVreugde en blydskap, lewe in oorvloed gee U.\nD Bm\nImmanuel - God is met ons –\nEm A7 D\nreddende Here, lewende Woord.\n48 JESUS, O DINK AAN MY (JSB 2, NO. 25)\nD Em A7 D\nJesus, o dink aan my wanneer U, Heer, in u ryk kom.\nBm Em A7 D\nJesus, o dink aan my wanneer U, Heer, in u ryk kom.\n49 JUBEL, O NASIES (JSB 2, NO. 26)\nRefrein\nEm B7 Em\nJubel, o nasies dis die Koning wat aankom;\nB7 Em\nVolke, wees bly en juig, verheerlik en prys Hom\nG Em D7 G\n1. Wie is die Erekoning, heerlik en magtig?\nEm C7 D7 G\nHy is Immanuel, ons menswees deelagtig.\n2. Hy loop die stofpad, gaan deur dorpe en stede,\nReik uit na siekes, bied gekweldes sy vrede.\n3. Hy het ons skuld gedra, ons sondes vergewe.\nHy gee aan dié wat glo die ewige lewe.\n50 KOM PRYS HOM ALLE NASIES (JSB 2, NO. 30)\nEb Bb Cm G Cm Bb7\nKom prys Hom alle nasies. Kom sing, kom loof die Heer!\nJSB 2 16\nEb Bb Cm Fm Bb7 Eb\nKom prys hom alle volke. Kom sing, kom loof die Heer!\n51 LOOF DIE HEER (JSB 2, NO. 31)\nG C A D7\n1. Loof die Heer, Hy is goed, loof sy heilige Naam;\nG C G D7 G\nlaat alles in die groot heelal die Here loof.\nRefrein:\nG D\nEk wil die Here loof, (Ek wil die Here loof)\nD7 G\nloof met my hele hart; (loof met my hele hart)\nG Am G D7 G\nHy gee hul wat roep weer nuwe krag.\n2. Hy't my sondes vergeef en Hy maak my sy kind -\nlaat alles in die groot heelal die Here loof.\n3. Loof o hemel, die Heer, al die engele saam -\nlaat alles in die groot heelal die Here loof.\n52 MAJESTEIT (JSB 2, NO. 32)\nG G7 C Am\nMajesteit, glansryke heerlikheid!\nG Em A7 Am D7\nOns wil Jesus, die Koning, hulde be-wys!\nG C Am\nMajesteit, Hemelse heerlikheid,\nD7 G D7 G\nstraal van sy troon, tot waar ons woon. Ons wil Hom prys!\nAm D7 G\nKom ons loof, kom ons besing die Naam van Jesus!\nAm D7 G D7\nKom ons loof, kom ons aanbid, die Here ons God!\nG Em C Am\nMajesteit, heilige heerlikheid!\nD7 G D7 G\nHy het gesterf, ons heil verwerf, Hy het oorwin!\n53 O DIEPTE VAN DIE WYSHEID (JSB 2, NO. 35)\nG D7\n1. O diepte van die wysheid en kennis van God.\nD7 G\nHoe ondeurgrondelik is die weë van God.\nG D7 G D7 G D7 G\nHeilig, heilig, heilig is die Here, amen.\nJSB 2 17\n2. Wie kan ooit sy bedoeling volledig verstaan?\nWant uit Hom, deur Hom, tot Hom, is al wat bestaan!\nHom kom toe die heerlikheid vir ewig, amen.\n54 ONS GOD EN VADER (JSB 2, NO. 36)\nG C D G\n1. Ons God en Va - der,\nhoor ons lof en dank - lied.\nOns wil U be - sing.\n2. Ons Here Je - sus,\nneem ons vreugde - of - fers\nwat ons aan U bring.\n3. O Gees, ons Voor - spraak,\nlei ons deur u waar - heid\ntot aan bid - ding.\n55 ONS IS ALMAL HIER TESAAM (JSB 2, NO. 38, LB 164)\nD Bm Em A7\n1. Ons is almal hier tesaam, vergader in sy Naam - verheerlik Hom.\nEm A7 D\nTot die dood was Hy getrou en daardeur is ons nou sy eiendom.\nD7 F#m G B7 Em\nLaat ons maak soos Hy ons sê: me-kaar steeds lief te hê - en Hom bo alles eer.\nD A7 D\nLoof Hom, Christus, die Heer.\n2. Ons is almal hier tesaam, verenig in sy Naam, verheerlik Hom.\nMaak ons hart en mond en hand, ons kragte en verstand, u eiendom.\nHou ons lewend deur u Gees, dat ons U lief kan hê, en U bo alles eer -\nJesus Christus, die Heer!\n56 PRAAT EK MENSE-, ENG'LETALE (JSB 2, NO. 40)\nD A D D A\n1. Praat ek mense-, eng'-le - tale, maar dis nie uit liefde nie,\nD A D A D\nis my woorde hol simbole: klanke sonder melodie.\nA D A D A Bm E7 A\nAl kan ek geheime uitlê, berge deur geloof versit,\nD A D A D\nof al het ek al die kennis - sonder liefde is ek niks.\n2. Sonder liefde sal my gawes, al my ywer, my nie baat.\nNet die warme hart van liefde bly oorwin met goed die kwaad.\nOnreg kan dit nie verdra nie, maar dis met die waarheid bly.\nDeur vergifnis, hoop, verwagting, kom die beste in ons vry.\n3. Al die tale, profesieë - met die tyd gaan dit verby.\nNet die liefde, die volmaakte, kom en sal vir altyd bly.\nWant geloof gee troos en rigting; na die \"eendag\" reik die hoop -\nmaar die liefde is die lewe! God is liefde. Ewig. Groot.\n57 SING, HALLELUJA (JSB 2, NO. 42)\nCm Bb Cm\n1. Sing halle-luja, loof die Heer. (sing halleluja, loof die Heer.)\nCm Bb G\nJSB 2 18\nWees Hom ge-hoorsaam, bring Hom eer. (wees Hom gehoorsaam)\nCm Gm Ab Eb\nHy is ons Maker. Hy's ons Ver-losser.\n(Hal - le - lu - ja)\nCm Bb Cm\nBring God Drie-enig al die eer.\n2. Sing Halleluja, loof die Heer. (sing halleluja, loof die Heer.)\nHy is almagtig, hy regeer. (Hy is almagtig, hy regeer.)\nHy wek die dagbreek, Hy roep die reënbui.\nBring God Drie-enig al die eer.\n3. Sing halleluja, loof die Heer. (sing halleluja, loof die Heer.)\nHy daal in liefde na ons neer. (Hy daal in liefde na ons neer.)\nHy skenk ons lewe, Hy skenk ons vrede.\nAan God Drie-enig al die eer.\n58 SOOS 'N VADER VIR SY KINDERS (JSB 2, NO. 43)\nF C Dm C\n1. Soos 'n Vader vir sy kinders, soos 'n koning vir sy ryk,\nGm D Gm F Bb\nsoos die wagters op die mure wat die hele nag deur kyk -\nAm Gm C7 F\nso, Heer, is U vir my.\n2. Soos fonteine in die klowe, soos die sterlig in die nag,\nsoos die geur van lentebloeisels, soos die sonskyn in die dag -\nso, Heer, is U vir my.\n3. Soos die bruid vir haar geliefde, soos die liefde vir die hart,\nsoos die olie vir die wonde, soos die troos is vir die smart -\nso, Heer, is U vir my.\n59 SOOS ‘N WILDSBOK (JSB 2, NO. 44, LB 163)\nD A Bm Em G A7 D A\nSoos ‘n wildbok wat smag na water, smag my siel na U, O Heer.\nD A Bm Em G A7 D\nU alleen is my hartsverlange en ek bring aan U die eer.\nBm G D G B7 Em F#\nU alleen is my krag en skild, aan U alleen wy ek nou myself.\nD A Bm Em G A7 D\nU alleen is my hartsverlange en ek loof U as my Heer.\n60 SPREEK HEER (JSB 2, NO. 45)\nG C G D7\nSpreek Heer, spreek Heer, want u *dienaar luister.\nG C G D7 G\nNet U Woord, Heer, bring weer lig in duister.\n* kinders\nJSB 2 19\n61 VADER, ONS EER U (JSB 2, NO. 46)\nC Dm G C\n1. Vader, ons eer U, ons loof U as Bewaarder,\nEm F G\nU wat heel die skepping onderhou,\nC F E Am\nU gee son en reën, ons ontvang u seën.\nF G C\nHeel die skepping wentel om u trou.\n2. Jesus, ons eer U, ons loof U as Verlosser,\nons is u gemeente hier tesaam.\nHoor ons as ons sing, U ons loflied bring.\nOns as vrygekooptes prys u Naam.\n3. Trooster, ons eer U, U woon ook in ons harte,\nons is met U, Heil'ge Gees, gedoop.\nU wat rig en lei, staan ons altyd by.\nU versterk ons gees, U gee ons hoop.\n62 VADER, SEUN, HEIL'GE GEES (JSB 2, NO. 47)\nE B7 E E A E B7\n1. Vader, Seun, Heil'ge Gees, hoe sal ons u heerlikheid\nB7 E A E B7 E\nkan verwoord, u lof besing met 'n aarde stem?\nRefrein:\nE A E A E B7\nEer die Vader, eer die Seun, eer die Gees as God en Heer.\nE A E A E B7 E\nEer ons God as Majesteit, loof Hom tot in ewigheid.\n2. Woord uit Woord, Lig uit Lig, kom as mens op aarde.\nBo begrip en bo verstand is u grootheid, Heer.\n63 WANT SO LIEF HET GOD DIE WERELD GEHAD (JSB 2, NO. 49)\nA E7 A\nWant so lief het God die wêreld gehad\nD A Bm\ndat Hy sy enigge-bore Seun gegee het,\nA D E\ngegee het, sodat elkeen wat in Hom glo\nA A7 D A E7 A\nnie verlore mag gaan nie, maar die ewige lewe kan hê.\nA A7 D A\nKen Hom in al jou weë, ken Hom in al jou weë,\nE A E7 A\ndan sal Hy jou paaie gelyk maak, gelyk maak, gelyk maak.\nE7 A\nKen Hom in al jou weë.\n64 WEES STIL EN WEET: \"EK IS DIE HEER\" (JSB 2, NO. 51)\nD A D\n1. \"Wees stil en weet: Ek is die Heer.\nBm G Em A\nEk spreek en wind en golwe bedaar,\nD E A D\nm\nJSB 2 20\nEk sal ook jou getrou bewaar.\"\n2. \"Wees stil en weet: Ek is die Heer.\nEk ken jou pyn, jou donkerste nag.\nEk is by jou. Ek gee jou krag.\"\n3. \"Wees stil en weet: Ek is die Heer.\nEn bring na My jou kommer en vrees.\nEk sal vir jou 'n toevlug wees.\"\n4. \"Wees stil en weet: Ek is die Heer.\nBly waak en bid; volhard in geloof.\nEk is by jou soos Ek beloof.\"\nJSB 2 21\nANDER LIEDERE\n65 AS EK IN DIE AAND NA STERRE KYK\nA F#m D E A F#m D E\n1. As ek in die aand na sterre kyk of die geure van die blomme ruik\nA7 D E\nAs ek sien hoe al die berge lyk; dis wonderlik voorwaar.\nA F#m D E A F#m D E A\nAs die winde deur die bome suis, of as donderweer U krag bewys,\nA7 D E\nAs ek voel hoe lewe in my bruis; dis wonderlik voorwaar.\nRefrein\nD E D\nAs ek sien hoe U met mense werk; met U liefde sonder maat of perk.\nAs ek voel hoe U my lewe versterk,\nE E7\ndan weet ek U is meer as bloot maar net ‘n Heer wat\nA F#m D E7 A F#m D E7 A\nver daar bowe in die wolke troon, U’s die een wat altyd in my woon.\nA7 D E A\nDaarom voel my hele lewe skoon. U’s wonderlik voorwaar (Ja U is, ja U is)\nE7 A\nU’s wonderlik voorwaar.\n2. As die branders op die rotse breek of ‘n blom verkwik ons met sy reuk\nIs U baie meer as net ‘n preek; U’s wonderlik voorwaar.\nDaar is niks O Heer vir U te klein, want U sorg ook vir ‘n blaartjie fyn.\nEn U bloed maak mensehart rein; U’s wonderlik voorwaar.\n66 EK BRING U MY LOF\nD Bm Em A Em A D A\n1. Ek bring U my lof, O Heilige God, my lof is ‘n offer aan U.\nD Bm Em A Em A D D7\nEk bring U my lof, O Heilige God, my lof is ‘n offer aan U.\nG A D D7 G A D D7\nEn ek sing, want ek weet, my Verlosser U leef,\nG F# Bm G D A D\nEk besing U grootheid tot in ewigheid.\n2. Ek bring U my lof, O Heilige God, my lof is ‘n offer aan U.\nEk bring U my lof, O Heilige God, my lof is ‘n offer aan U.\nJa, ek kniel voor U neer. U die ewige Heer\nEn ek hef my hart en hande op tot U!\n67 EK KYK OP NA DIE BERGE\nD A Bm D G Em A\n1. Ek kyk op na die berge. Waar vandaan sal daar dan hulp kom?\nD A Bm D G Em A\nMy hulp kom van die Here, wat hemel en aarde kom vorm.\nRefrein\nD G D D G A\nHy sal nie toelaat dat jy val nie. Hy sal nie toelaat dat jy swik.\nAnder liedere 22\nD G D\nWant Hy sluimer en Hy slaap nie.\nG Em A G Em A\nHy laat jou ewig wandel in die lig. Hy laat jou ewig wandel in die lig.\n2. Bedags sal die son jou nie steek nie. En snags sal die maan jou nie bedreig.\nHy sal jou uitgaan en jou ingaan beveilig, beskerm en bewaar.\n68 EK WIL DIE HERE LOOF (Ps 103)\nE C#m A B7\n1. Ek wil die Here loof, met alles wat in my is,\nE C#m A B7\nWil ek Sy heilge Naam loof, ek wil die Here loof.\nA B7 E C#m\nEn nie een van sy weldade vergeet nie.\nA B7 E\nDis Hy wat al my sondes vergeef.\nA B7 E C#m\nWat al my siekte genees, en my red van die graf\nA F#m B7\nEn my met liefde en ontferming kroon.\n2. Ek wil die Here loof, met alles wat in my is,\nWil ek Sy heilge Naam loof, ek wil die Here loof.\nWat my die goeie in oorvloed laat geniet,\nEn my die jeugdige krag van ‘n arend skenk.\nWat al my siekte genees, en my red van die graf\nEn my met liefde en ontferming kroon.\n3. Ek wil die Here loof, met alles wat in my is,\nWil ek Sy heilge Naam loof, ek wil die Here loof.\nA B7 C#m E A B7 E C#m A B7 E A E\nEk wil die Here loof. Ek wil die Here loof. Ek wil die Here loof.\n69 HEMELVADER, EK AANBID U\nC G C Em F Dm Am\nHemelvader, ek aanbid U. Koning Jesus, ek bring lof aan U.\nF G Em Am Dm G C\nHeilige Gees, ek vereer U, vir ewig wil ek U naam verhoog.\nG C E Am Dm F G\nRefrein: Halleluja, halleluja, ek buig neer voor U as ek sing.\nG C E Am Dm G C\nHalleluja, halleluja, aan die Koning van die eeue, Amen.\n70 HERE, GOD VAN LIEFDE\nG C D G Em Am D\nHere, God van liefde waar U ook mag gaan, wil ons in U skadu by U staan.\nG C D G C Am D D7\nAnder liedere 23\nHoor ons dankgebede, hoor ons loflied styg as ons aan U ons dank betuig.\nG C D G Em Am D\nHere U genade het ons hier behou in U hand van liefde vasgehou,\nG C D G\nMoet nooit van ons wyk nie, skenk aan ons U seën.\nC Am D D7 G C D D7\nHere laat ons nooit alleen. Heer Jesus laat ons nooit alleen\nG C D D7 B7 Em D G\nons wil vir ewig op U almag steun, want elke knie sal buig en elke hart sal juig,\nC D7 G\nHere Jesus neem ons bede aan.\n71 HERE, REDDER, GROOT EN MAGTIG\nG C G D G D G C Am G D G\n1. Here, Redder, groot en magtig, U oorskou ons lewenspad.\nG C G D G D G C G D7 G\nLei ons in U lig en waarheid tussen alles wat verwar.\nD G G D\nEk is nietig – U’s genadig – U het ook my hand gevat: (my hand gevat)\nG C G D G\nU het self ook my hand kom vat.\n2. Vir U volk, deur wolk, deur vlamme het U self die pad getoon.\nUit die rots, in dor woestyne, helder die fontein laat stroom.\nGod almagtig, lig en lewe kom van U genadetroon (genadetroon)\nU kom self die pad ons toon.\n3. Lei my Heer, na die bestemming in u Raad vir my bepaal.\nDat ek leef en werk met vreugde, want dit sal volharding vra.\nHeer, U lyding bring bevryding: U’t vir ons die kruis gedra (die kruis gedra)\nMet my kruis volg ek U na.\n72 HY’S DIE EEN WAT EK LIEFHET IN DIE MÔRE\nC G\nHy’s die Een wat ek liefhet in die môre, Hy’s die Een wat ek liefhet in die aand.\nG7 C\nHy’s die Een in die awendskemer, Hy’s die Een in die middernag,\nC7 F\nHy’s die Wynstok, ons is die lote. Hy’s die Pottebakker, ons is die klei.\nC F G C\nTussen Hom en my is daar nimmermeer ‘n skeidingsmuur!\n73 KOM LOOF DIE HEER\nD Bm\nKom loof die Heer, (Kom loof die Heer,)\nEm A\nalle knegte van die Heer, (alle knegte van die Heer,)\nEm A D\nwat snags in die huis (wat snags in die huis) van die Here staan. (van die Here staan.)\nD7 G Em\nAnder liedere 24\nHef op julle hande (Hef op julle hande) na die Heiligdom (na die Heiligdom)\nD A D G D\nen loof die Heer (en loof die Heer), en loof die Heer. (en loof die Heer.)\n74 OORWINNINGSLIED\nG\n1. Ek sien in my gees die glorie en die almag van die Heer,\nC G\nDie Allerhoogste wat in liefde oor Sy koninkryk regeer\nD G B7 Em\nHy’t belowe aan die einde op die wolke kom Hy weer.\nAm D7 G D7\nHy is Koning Hy regeer.\nRefrein:\nG C G\nLoof Hom, prys Hom, Halleluja, loof Hom, prys Hom, Halleluja!\nG B7 E Am D7 G\nm\nLoof Hom, prys Hom, Halleluja! Hy is Koning Hy regeer.\n2. Die Here is ons vesting wat vir altyd sal bly staan.\nHy beskern elke mens wat in geloof na Hom toe gaan.\nHy’s ons skuiling, Hy’s ons wapen, Hy’t die vyand reeds veslaan.\nHy’s die rots wat ewig staan.\n3. Kom deel nou in ons loflied hef jou hande op na bo.\nBlaas basuine, slaan die dromme en kom dans voor God se oë.\nKom leef in die oorwinning van sy Woord waarin ons glo,\nWant Sy Woord sal ewig staan.\n75 SOLDAAT VIR CHRISTUS\nG C\n1. Heer ek’s soldaat hier in my land\nG D\nDaar’s gevaar aan elke kant, maar my lewe is in U hand.\nG C\nU maak my sterk deur die Gees wat in my werk\nG C D7\nEn U lei my deur U Woord om U wil te onderskei.\nAnder liedere 25\nRefrein:\nG C D\nSoldaat vir Christus met die wapenrusting aan\nG C D G\nSoldaat vir Christus ek sal vir die Heer se saak bly staan.\n2. Heer net vir U is ek soldaat,\nHere U stel my in staat om die wedloop te voltooi.\nU laat my wen, want U het reeds self oorwin,\nBy die kruis waar ek begin, Heer ek volg net in U spoor.\n76 VISIE VIR DIE WÊRELD\nA E F#m A\n1. Here, in U hande skuil die sewe sterre saam.\nA C#m D D E7\nMaak U kerk ‘n melkweg wat skitter in U Naam\nBm7 A Bm E A\nDat selfs in donker dae die kosmos elke mens,\nE D E7 A\nSal uitroep: “Jesus, my begin my laaste wens!”\nA E F#m A\nIn U skepperhande is ons soos klompies klei.\nA C#m D D E7\nHeer, maak U gemeentes feesvierend toegewy,\nD A Bm7 E7 A E7\nSodat die mensdom voel en sien: U Gees laat ons in liefde dien.\nRefrein:\nA F#m Bm E7\nWant U’t ‘n visie vir die wêreld, vir die kerk het U ‘n droom.\nA F#m Bm E7\nSaamgesnoer kan ons dit waar maak met die krag wat van U stroom.\nA F#m Bm E7\nJa, U’t ‘n visie vir die wêreld, vir die kerk het U ‘n droom.\nA F#m Bm C# D E A\nm\nSaamgesnoer kan ons dit waar maak met die krag wat van U stroom.\n2. Om soekend op ons knieë saam die Heer se wil te vra.\nSy Naam met trots te dra, in Sy triomftog saam te stap.\nOm na mekaar te reik as God se huisgesin:\n‘n band van liefde wat by my en jou begin.\nDat die blydskap van U boodskap wat die wêreld hoop kon bied\nDat U omgee vir die mensdom, in ons doen en dien geskied.\nDit is die pad wat U kerk wil gaan: dit bly die sin van ons bestaan.\n77 VROEG IN DIE MÔRE\nG Em C D\n1. Vroeg in die môre saam met die sonsopkoms sien ek U liefde\nG Em C D\nEn laat in die nanag as stilte oor alles daal, voel ek U vrede.\nRefrein:\nG Em C D\nDankie vir liefde, dankie vir lewenskrag en elke mooi dag.\nG Em C D G D (C G)\nDankie vir vrede, vir alles wat U my bied – ontvang my liefdeslied.\nAnder liedere 26\n2. En as ek opstaan tref die gedagte my; dis net genade!\nEn alles wat ek maar asvanselfsprekend aanvaar, is bloot ‘n gawe.\n78 WAAR DAAR DEERNIS IS\nD A B E A D A B G A D\nm m m\nWaar daar deernis is en liefde. Waar daar deernis is, daar is God die Heer.\nAnder liedere 27"
}